{
    "Welcome to": "Willkommen bei",
    "Log in": "Einloggen",
    "Create new password": "Neues Passwort erstellen",
    "New Password": "Neues Passwort",
    "Re-enter new password": "Neues Passwort erneut eingeben",
    "Must Contain text": "Muss Text enthalten",
    "Must Contain numbers": "Muss Zahlen enthalten",
    "Must Contain a capital letter": "Muss einen Großbuchstaben enthalten",
    "Confirm": "Bestätigen",
    "Enter your email": "Geben Sie Ihre E-Mail-Adresse ein",
    "Forgot Password": "Passwort vergessen",
    "A six-digit verification code will be sent to your email": "Ein sechsstelliger Bestätigungscode wird an Ihre E-Mail-Adresse gesendet",
    "Email": "E-Mail",
    "Password": "Passwort",
    "Enter your password": "Geben Sie Ihr Passwort ein",
    "Password didn’t match": "Passwort stimmt nicht überein",
    "Create an Account": "Konto erstellen",
    "Verify Email": "E-Mail bestätigen",
    "Enter your 6 digit code": "Geben Sie Ihren 6-stelligen Code ein",
    "Your code was sent to": "Ihr Code wurde gesendet an",
    "Do you want to": "Möchten Sie",
    "Delete": "Löschen",
    "this image": "dieses Bild",
    "Yes": "Ja",
    "No": "Nein",
    "Thanks for registering": "Vielen Dank für die Registrierung",
    "To get started, Fill the fields below": "Um loszulegen, füllen Sie die folgenden Felder aus",
    "First Name": "Vorname",
    "Enter your first name": "Geben Sie Ihren Vornamen ein",
    "Last Name": "Nachname",
    "Enter your last name": "Geben Sie Ihren Nachnamen ein",
    "Birthday": "Geburtstag",
    "Gender": "Geschlecht",
    "Profile Photo": "Profilfoto",
    "Upload a Profile Picture": "Laden Sie ein Profilbild hoch",
    "Upload Additional Images": "Weitere Bilder hochladen",
    "Photo": "Foto",
    "Deleted": "Gelöscht",
    "Uploaded": "Hochgeladen",
    "Go Back": "Zurück",
    "Upload": "Hochladen",
    "photo": "Foto",
    "Upload from gallery": "Aus Galerie hochladen",
    "Cancel": "Abbrechen",
    "profile": "Profil",
    "cover": "Titelbild",
    "Message": "Nachricht",
    "Unfriend": "Freundschaft beenden",
    "Confirm Password": "Passwort bestätigen",
    "Accept to reply": "Zustimmen, um zu antworten",
    "if you reply to this message, the person will be able to send you message in inbox": "Wenn Sie auf diese Nachricht antworten, kann die Person Ihnen eine Nachricht im Posteingang senden",
    "Report a problem": "Problem melden",
    "Block User": "Benutzer blockieren",
    "Close": "Schließen",
    "OR": "ODER",
    "Don`t have an Account": "Haben Sie kein Konto",
    "Sign Up": "Registrieren",
    "Deleted Accounts": "Gelöschte Konten",
    "See All Friends": "Alle Freunde anzeigen",
    "Are you sure you want to unblock": "Sind Sie sicher, dass Sie entsperren möchten",
    "More": "Mehr",
    "Event Details": "Veranstaltungsdetails",
    "Pre-Checks": "Vorabprüfungen",
    "At the Club": "Im Club",
    "Participants of this event": "Teilnehmer dieser Veranstaltung",
    "See All": "Alles anzeigen",
    "About this Event": "Über diese Veranstaltung",
    "Show less": "Weniger anzeigen",
    "Read more": "Mehr lesen",
    "Map": "Karte",
    "See Location": "Standort anzeigen",
    "Pre-Check": "Vorabprüfung",
    "Check in": "Einchecken",
    "You just checked in": "Sie haben gerade eingecheckt",
    "Congratulations": "Herzlichen Glückwunsch",
    "You just Pre Checked": "Sie haben gerade die Vorabprüfung durchgeführt",
    "You will get a notifications once the event starts": "Sie erhalten eine Benachrichtigung, sobald die Veranstaltung beginnt",
    "Upcoming Events": "Kommende Veranstaltungen",
    "Events": "Veranstaltungen",
    "People": "Leute",
    "Searching for your result": "Suche nach deinem Ergebnis",
    "No result found": "Kein Ergebnis gefunden",
    "Sorry": "Entschuldigung",
    "Try Again": "Versuchen Sie es erneut",
    "Hi": "Hallo",
    "Search Events": "Veranstaltungen suchen",
    "This feature will be added later": "Diese Funktion wird später hinzugefügt",
    "Ok": "Ok",
    "Filter": "Filter",
    "Location": "Standort",
    "By Radius": "Nach Radius",
    "Edit Followers": "Follower bearbeiten",
    "Followers": "Follower",
    "Are you sure you want to block": "Sind Sie sicher, dass Sie blockieren möchten",
    "Following": "Folgen",
    "Have an account": "Ein Konto haben",
    "Notifications": "Benachrichtigungen",
    "Delete All": "Alle löschen",
    "Today": "Heute",
    "Unselect All": "Alle abwählen",
    "Select All": "Alle auswählen",
    "Yesterday": "Gestern",
    "New Follower": "Neuer Follower",
    "Your friend in the club!": "Dein Freund im Club!",
    "See who’s going": "Sehen, wer geht",
    "Ignore": "Ignorieren",
    "started following you": "hat dir angefangen zu folgen",
    "Accept": "Akzeptieren",
    "Decline": "Ablehnen",
    "these notifications": "diese Benachrichtigungen",
    "this notification": "diese Benachrichtigung",
    "Are you sure you want to": "Sind Sie sicher, dass Sie",
    "delete": "löschen",
    "Yes, Delete": "Ja, löschen",
    "This app was designed to help you discover exciting events happening in your city": "Diese App wurde entwickelt, um Ihnen aufregende Veranstaltungen in Ihrer Stadt zu entdecken",
    "The Night Out Starts Now": "Die Nacht beginnt jetzt",
    "Create an account": "Ein Konto erstellen",
    "Pre-Checked": "Vorab geprüft",
    "Checked in": "Eingecheckt",
    "Search": "Suche",
    "Information We Collect": "Informationen, die wir sammeln",
    "Describe the types of personal and non-personal information collected from users, such as names, email addresses, location data, device information, etc": "Beschreiben Sie die Arten von persönlichen und nicht persönlichen Informationen, die von Benutzern gesammelt werden, wie Namen, E-Mail-Adressen, Standortdaten, Geräteinformationen usw.",
    "How We Use Information": "Wie wir Informationen verwenden",
    "Explain how you will use the collected data, including personalization, improving services, sending notifications, etc": "Erklären Sie, wie Sie die gesammelten Daten verwenden werden, einschließlich Personalisierung, Verbesserung der Dienste, Versenden von Benachrichtigungen usw.",
    "Data Sharing": "Datenfreigabe",
    "Clarify circumstances in which user information may be shared with third parties (e.g., event organizers) and how it will be protected": "Erläutern Sie die Umstände, unter denen Benutzerinformationen mit Dritten (z. B. Veranstaltern) geteilt werden können, und wie sie geschützt werden",
    "Third-Party Services": "Dienste von Drittanbietern",
    "Disclose any third-party services (e.g., analytics, advertising) integrated into Wiggler and how they may collect user data": "Geben Sie alle in Wiggler integrierten Dienste von Drittanbietern (z. B. Analyse, Werbung) und wie sie Benutzerdaten sammeln können, bekannt",
    "Data Security": "Datensicherheit",
    "Detail the measures taken to safeguard user data from unauthorized access, data breaches, etc": "Beschreiben Sie die getroffenen Maßnahmen zum Schutz der Benutzerdaten vor unbefugtem Zugriff, Datenverlust usw.",
    "User Choices": "Benutzeroptionen",
    "Inform users about their rights to access, update, and delete their personal information": "Informieren Sie die Benutzer über ihre Rechte auf Zugriff, Aktualisierung und Löschung ihrer persönlichen Informationen",
    "Cookies and Tracking Technologies": "Cookies und Tracking-Technologien",
    "Explain the use of cookies and tracking technologies on Wiggler": "Erklären Sie die Verwendung von Cookies und Tracking-Technologien auf Wiggler",
    "Children's Privacy": "Datenschutz für Kinder",
    "State that Wiggler is not intended for children under 13 years of age, and you do not knowingly collect data from them": "Stellen Sie klar, dass Wiggler nicht für Kinder unter 13 Jahren gedacht ist und Sie keine Daten von ihnen sammeln",
    "Changes to the Privacy Policy": "Änderungen der Datenschutzrichtlinie",
    "Explain how users will be informed about changes to the Privacy Policy": "Erklären Sie, wie Benutzer über Änderungen der Datenschutzrichtlinie informiert werden",
    "Contact Information": "Kontaktinformationen",
    "Provide contact details for users to reach out with privacy-related inquiries": "Geben Sie Kontaktdaten an, damit Benutzer sich bei datenschutzbezogenen Anfragen melden können",
    "Privacy Policy": "Datenschutzrichtlinie",
    "Remember, the above templates are just a starting point and not a substitute for professional legal advice": "Denken Sie daran, dass die oben genannten Vorlagen nur ein Ausgangspunkt sind und keinen Ersatz für professionelle rechtliche Beratung darstellen",
    "It is crucial to consult with a legal expert to tailor these documents to your specific app and jurisdiction's requirements": "Es ist entscheidend, sich mit einem Rechtsexperten abzustimmen, um diese Dokumente an die spezifischen Anforderungen Ihrer App und Ihrer Gerichtsbarkeit anzupassen",
    "Edit Profile": "Profil bearbeiten",
    "Check Ins": "Einchecken",
    "Stories": "Geschichten",
    "Past Events": "Vergangene Veranstaltungen",
    "Photos": "Fotos",
    "Edit Informations": "Informationen bearbeiten",
    "Continue": "Fortsetzen",
    "Edit Pictures": "Bilder bearbeiten",
    "Upload your profile picture": "Lade dein Profilbild hoch",
    "uploaded": "hochgeladen",
    "successfully": "erfolgreich",
    "Go back": "Zurück",
    "Settings": "Einstellungen",
    "Language": "Sprache",
    "Profile Privacy Settings": "Profil-Privatsphäre-Einstellungen",
    "On": "Ein",
    "Off": "Aus",
    "Want to wiggle with us? Contact to collaborate": "Möchten Sie mit uns wackeln? Kontaktieren Sie uns zur Zusammenarbeit",
    "Logout": "Abmelden",
    "Terms & Conditions": "Geschäftsbedingungen",
    "This option makes you visible in Wiggle dating":"Cette option vous rend visible dans les rencontres Wiggle",
    "Introduction": "Einführung",
    "Welcome to Wiggler! These Terms of Service govern your use of the Wiggler mobile application and website. By accessing or using Wiggler, you agree to be bound by these Terms.": "Willkommen bei Wiggler! Diese Nutzungsbedingungen regeln Ihre Nutzung der Wiggler-Mobilanwendung und der Website. Durch den Zugriff auf Wiggler oder die Nutzung von Wiggler erklären Sie sich mit diesen Bedingungen einverstanden.",
    "User Eligibility": "Berechtigung des Benutzers",
    "You must be at least 18 years old or the age of legal majority in your jurisdiction to use Wiggler. If you are accessing the app on behalf of a company or organization, you represent that you have the authority to bind them to these Terms.": "Sie müssen mindestens 18 Jahre alt sein oder das gesetzliche Alter in Ihrer Gerichtsbarkeit erreicht haben, um Wiggler zu verwenden. Wenn Sie die App im Namen eines Unternehmens oder einer Organisation nutzen, erklären Sie, dass Sie die Befugnis haben, sie an diese Bedingungen zu binden.",
    "Account Registration": "Konto-Registrierung",
    "To use certain features of Wiggler, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.": "Um bestimmte Funktionen von Wiggler nutzen zu können, müssen Sie möglicherweise ein Konto erstellen. Sie sind dafür verantwortlich, die Vertraulichkeit Ihrer Kontoinformationen zu wahren und für alle Aktivitäten, die unter Ihrem Konto stattfinden.",
    "Content and Conduct": "Inhalt und Verhalten",
    "Users are solely responsible for the content they post on Wiggler. You must not use the app for any illegal, harmful, or unauthorized activities.": "Benutzer sind allein verantwortlich für die Inhalte, die sie auf Wiggler veröffentlichen. Sie dürfen die App nicht für illegale, schädliche oder nicht autorisierte Aktivitäten verwenden.",
    "Intellectual Property": "Geistiges Eigentum",
    "All intellectual property rights in Wiggler's content and services are owned by or licensed to us. You may not use, reproduce, modify, or distribute any content from Wiggler without our prior written consent.": "Alle geistigen Eigentumsrechte an Inhalten und Diensten von Wiggler gehören uns oder sind an uns lizenziert. Sie dürfen keine Inhalte von Wiggler verwenden, reproduzieren, ändern oder verteilen, ohne unsere vorherige schriftliche Zustimmung.",
    "Third-Party Links and Services": "Links und Dienste von Drittanbietern",
    "Wiggler may contain links to third-party websites or services. We do not endorse or control these external resources and are not responsible for their content or practices.": "Wiggler kann Links zu Websites oder Diensten von Drittanbietern enthalten. Wir unterstützen oder kontrollieren diese externen Ressourcen nicht und sind nicht für deren Inhalte oder Praktiken verantwortlich.",
    "Termination": "Beendigung",
    "We reserve the right to terminate or suspend your access to Wiggler for any reason without prior notice.": "Wir behalten uns das Recht vor, Ihren Zugang zu Wiggler aus beliebigen Gründen ohne vorherige Ankündigung zu beenden oder auszusetzen.",
    "Disclaimer of Warranty": "Haftungsausschluss der Garantie",
    "Wiggler is provided on an 'as-is' basis without any warranty or guarantee. We do not guarantee the accuracy, availability, or reliability of the app.": "Wiggler wird ohne jegliche Garantie oder Gewährleistung auf \"as-is\"-Basis zur Verfügung gestellt. Wir garantieren nicht die Genauigkeit, Verfügbarkeit oder Zuverlässigkeit der App.",
    "Limitation of Liability": "Haftungsbeschränkung",
    "We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from your use of Wiggler or any content on the app.": "Wir haften nicht für direkte, indirekte, zufällige, besondere oder Folgeschäden, die sich aus Ihrer Nutzung von Wiggler oder jeglichem Inhalt auf der App ergeben.",
    "Governing Law": "Geltendes Recht",
    "These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles.": "Diese Bedingungen unterliegen dem Recht von [Ihrer Gerichtsbarkeit] und sind in Übereinstimmung mit diesem auszulegen, ohne Rücksicht auf seine Kollisionsnormen.",
    "Changes to the Terms": "Änderungen der Bedingungen",
    "We reserve the right to modify these Terms at any time. Changes will be effective upon posting the updated version of the Terms on Wiggler.": "Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Änderungen werden wirksam, sobald die aktualisierte Version der Bedingungen auf Wiggler veröffentlicht wird.",
    "This profile is private": "Dieses Profil ist privat",
    "Follow this account to see their photos and videos": "Folge diesem Konto, um ihre Fotos und Videos zu sehen",
    "day": "Tag",
    "month": "Monat",
    "year": "Jahr",
    "Male": "Männlich",
    "Other": "Andere",
    "Female": "Weiblich",
    "Support": "Support",
    "Get in Touch with us": "Kontaktieren Sie uns",
    "Sorry, You don’t have any messages": "Entschuldigung, Sie haben keine Nachrichten",
    "JAN": "JAN",
    "FEB": "FEB",
    "MAR": "MÄR",
    "APR": "APR",
    "MAY": "MAI",
    "JUN": "JUN",
    "JUL": "JUL",
    "AUG": "AUG",
    "SEP": "SEP",
    "OCT": "OKT",
    "NOV": "NOV",
    "DEC": "DEZ",
    "This option makes you visible in Wiggle dating" :"Diese Option macht Sie beim Wiggle-Dating sichtbar",
    "Password": "Passwort",
    "Dating":"Dating",
    "Notifications":"Benachrichtigungen",
    "Private Settings":"Private Einstellungen",
    "Public":"Öffentlich",
    "Private":"Privat",
    "Blocked Users":"Blockierte Benutzer",
    "Assistance":"Hilfe",
    "Nightclub Missing?":"Nachtclub fehlt?",
    "Delete account":"Konto löschen",
    "Before you" : "Vor dir",
    "Do you want to try": "Möchtest du es versuchen",
    "a month for": "einen Monat für",
    "free": "frei",
    "Delete Anyway": "Trotzdem löschen",
    "Do you want to delete your story?": "Möchten Sie Ihre Geschichte löschen?"
}
