{
    "Welcome to": "Velkommen til",
    "Log in": "Log ind",
    "Create new password": "Opret nyt kodeord",
    "New Password": "Nyt kodeord",
    "Re-enter new password": "Indtast nyt kodeord igen",
    "Must Contain text": "Skal indeholde tekst",
    "Must Contain numbers": "Skal indeholde tal",
    "Must Contain a capital letter": "Skal indeholde et stort bogstav",
    "This option makes you visible in Wiggle dating":"Denne mulighed gør dig synlig i Wiggle dating",
    "Confirm": "Bekræft",
    "Enter your email": "Indtast din e-mail",
    "Forgot Password": "Glemt kodeord",
    "A six-digit verification code will be sent to your email": "En seks-cifret verifikationskode sendes til din e-mail",
    "Email": "E-mail",
    "Password": "Kodeord",
    "Enter your password": "Indtast dit kodeord",
    "Password didn’t match": "Kodeordet matcher ikke",
    "Create an Account": "Opret en konto",
    "Verify Email": "Bekræft e-mail",
    "Enter your 6 digit code": "Indtast din 6-cifrede kode",
    "Your code was sent to": "Din kode blev sendt til",
    "Do you want to": "Vil du",
    "Delete": "Slet",
    "this image": "dette billede",
    "Yes": "Ja",
    "No": "Nej",
    "Thanks for registering": "Tak for din registrering",
    "To get started, Fill the fields below": "For at komme i gang, udfyld felterne nedenfor",
    "First Name": "Fornavn",
    "Enter your first name": "Indtast dit fornavn",
    "Last Name": "Efternavn",
    "Enter your last name": "Indtast dit efternavn",
    "Birthday": "Fødselsdag",
    "Gender": "Køn",
    "Profile Photo": "Profilfoto",
    "Upload a Profile Picture": "Upload et profilbillede",
    "Upload Additional Images": "Upload yderligere billeder",
    "Photo": "Billede",
    "Deleted": "Slettet",
    "Uploaded": "Uploadet",
    "Go Back": "Gå tilbage",
    "Upload": "Upload",
    "photo": "billede",
    "Upload from gallery": "Upload fra galleri",
    "Cancel": "Annuller",
    "profile": "profil",
    "cover": "forside",
    "Message": "Besked",
    "Unfriend": "Fjern ven",
    "Confirm Password": "Bekræft kodeord",
    "Accept to reply": "Accepter for at svare",
    "if you reply to this message, the person will be able to send you message in inbox": "hvis du svarer på denne besked, vil personen kunne sende dig beskeder i indbakken",
    "Report a problem": "Rapportér et problem",
    "Block User": "Bloker bruger",
    "Close": "Luk",
    "OR": "ELLER",
    "Don`t have an Account": "Har ikke en konto",
    "Sign Up": "Tilmeld dig",
    "Deleted Accounts": "Slettede konti",
    "See All Friends": "Se alle venner",
    "Are you sure you want to unblock": "Er du sikker på, at du vil ophæve blokeringen af",
    "More": "Mere",
    "Event Details": "Begivenhedsoplysninger",
    "Pre-Checks": "Forundersøgelser",
    "At the Club": "På klubben",
    "Participants of this event": "Deltagere i denne begivenhed",
    "See All": "Se alle",
    "About this Event": "Om denne begivenhed",
    "Show less": "Vis mindre",
    "Read more": "Læs mere",
    "Map": "Kort",
    "See Location": "Se placering",
    "Pre-Check": "Forundersøgelse",
    "Check in": "Tjek ind",
    "You just checked in": "Du har lige tjekket ind",
    "Congratulations": "Tillykke",
    "You just Pre Checked": "Du har lige forundersøgt",
    "You will get a notifications once the event starts": "Du vil modtage en meddelelse, når begivenheden starter",
    "Upcoming Events": "Kommende begivenheder",
    "Events": "Begivenheder",
    "People": "Mennesker",
    "Searching for your result": "Søger efter dit resultat",
    "No result found": "Ingen resultater fundet",
    "Sorry": "Beklager",
    "Try Again": "Prøv igen",
    "Hi": "Hej",
    "Search Events": "Søg efter begivenheder",
    "This feature will be added later": "Denne funktion vil blive tilføjet senere",
    "Ok": "Ok",
    "Filter": "Filtrer",
    "Location": "Placering",
    "By Radius": "Efter radius",
    "Edit Followers": "Rediger følgere",
    "Followers": "Følgere",
    "Are you sure you want to block": "Er du sikker på, at du vil blokere",
    "Following": "Følger",
    "Have an account": "Har en konto",
    "Notifications": "Notifikationer",
    "Delete All": "Slet alle",
    "Today": "I dag",
    "Unselect All": "Fravælg alle",
    "Select All": "Vælg alle",
    "Yesterday": "I går",
    "New Follower": "Ny følger",
    "Your friend in the club!": "Din ven på klubben!",
    "See who’s going": "Se hvem der kommer",
    "Ignore": "Ignorer",
    "started following you": "begyndte at følge dig",
    "Accept": "Accepter",
    "Decline": "Afvis",
    "these notifications": "disse notifikationer",
    "this notification": "denne notifikation",
    "Are you sure you want to": "Er du sikker på, at du vil",
    "delete": "slette",
    "Yes, Delete": "Ja, slet",
    "This app was designed to help you discover exciting events happening in your city": "Denne app blev designet til at hjælpe dig med at opdage spændende begivenheder, der finder sted i din by",
    "The Night Out Starts Now": "Nattelivet begynder nu",
    "Create an account": "Opret en konto",
    "Pre-Checked": "Forundersøgt",
    "Checked in": "Tjekket ind",
    "Search": "Søg",
    "Information We Collect": "Oplysninger vi indsamler",
    "Describe the types of personal and non-personal information collected from users, such as names, email addresses, location data, device information, etc": "Beskriv de typer af personlige og ikke-personlige oplysninger, der indsamles fra brugerne, såsom navne, e-mailadresser, placeringdata, enhedsoplysninger osv.",
    "How We Use Information": "Hvordan vi bruger oplysninger",
    "Explain how you will use the collected data, including personalization, improving services, sending notifications, etc": "Forklar, hvordan du vil bruge de indsamlede data, herunder personalisering, forbedring af tjenester, afsendelse af notifikationer osv.",
    "Data Sharing": "Dela av data",
    "Clarify circumstances in which user information may be shared with third parties (e.g., event organizers) and how it will be protected": "Afklar omstændigheder, hvor brugeroplysninger kan deles med tredjeparter (f.eks. begivenhedsarrangører) og hvordan det vil blive beskyttet",
    "Third-Party Services": "Tredjepartstjenester",
    "Disclose any third-party services (e.g., analytics, advertising) integrated into Wiggler and how they may collect user data": "Offentliggør eventuelle tredjepartstjenester (f.eks. analyse, reklame), der er integreret i Wiggler, og hvordan de kan indsamle brugerdata",
    "Data Security": "Datasikkerhed",
    "Detail the measures taken to safeguard user data from unauthorized access, data breaches, etc": "Beskriv de foranstaltninger, der er truffet for at beskytte brugerdata mod uautoriseret adgang, databrud osv.",
    "User Choices": "Brugerens valg",
    "Inform users about their rights to access, update, and delete their personal information": "Informér brugerne om deres rettigheder til at få adgang til, opdatere og slette deres personlige oplysninger",
    "Cookies and Tracking Technologies": "Cookies og sporingsteknologier",
    "Explain the use of cookies and tracking technologies on Wiggler": "Forklar brugen af cookies og sporingsteknologier på Wiggler",
    "Children's Privacy": "Børns privatliv",
    "State that Wiggler is not intended for children under 13 years of age, and you do not knowingly collect data from them": "Angiv, at Wiggler ikke er beregnet til børn under 13 år, og at du ikke bevidst indsamler data fra dem",
    "Changes to the Privacy Policy": "Ændringer i privatlivspolitikken",
    "Explain how users will be informed about changes to the Privacy Policy": "Forklar, hvordan brugerne vil blive informeret om ændringer i privatlivspolitikken",
    "Contact Information": "Kontaktinformation",
    "Provide contact details for users to reach out with privacy-related inquiries": "Giv kontaktoplysninger, så brugerne kan henvende sig med privatlivsrelaterede henvendelser",
    "Privacy Policy": "Privatlivspolitik",
    "Remember, the above templates are just a starting point and not a substitute for professional legal advice": "Husk, at de ovenstående skabeloner kun er et udgangspunkt og ikke erstatter professionel juridisk rådgivning",
    "It is crucial to consult with a legal expert to tailor these documents to your specific app and jurisdiction's requirements": "Det er afgørende at konsultere en juridisk ekspert for at tilpasse disse dokumenter til din specifikke app og jurisdiktionens krav",
    "Edit Profile": "Rediger profil",
    "Check Ins": "Tjek ind",
    "Stories": "Historier",
    "Past Events": "Tidligere begivenheder",
    "Photos": "Billeder",
    "Edit Informations": "Rediger oplysninger",
    "Continue": "Fortsæt",
    "Edit Pictures": "Rediger billeder",
    "Upload your profile picture": "Upload dit profilbillede",
    "uploaded": "uploadet",
    "successfully": "med succes",
    "Go back": "Gå tilbage",
    "Settings": "Indstillinger",
    "Language": "Sprog",
    "Profile Privacy Settings": "Profilprivatindstillinger",
    "On": "Tændt",
    "Off": "Slukket",
    "Want to wiggle with us? Contact to collaborate": "Vil du danse med os? Kontakt os for samarbejde",
    "Logout": "Log ud",
    "Terms & Conditions": "Betingelser og vilkår",
    "Introduction": "Introduktion",
    "Welcome to Wiggler! These Terms of Service govern your use of the Wiggler mobile application and website. By accessing or using Wiggler, you agree to be bound by these Terms.": "Velkommen til Wiggler! Disse servicevilkår styrer din brug af Wiggler mobilapplikationen og websitet. Ved at få adgang til eller bruge Wiggler accepterer du at være bundet af disse vilkår.",
    "User Eligibility": "Brugerberettigelse",
    "You must be at least 18 years old or the age of legal majority in your jurisdiction to use Wiggler. If you are accessing the app on behalf of a company or organization, you represent that you have the authority to bind them to these Terms.": "Du skal være mindst 18 år eller have den lovbestemte myndighedsalder i din jurisdiktion for at bruge Wiggler. Hvis du får adgang til appen på vegne af et firma eller en organisation, repræsenterer du, at du har bemyndigelsen til at binde dem til disse vilkår.",
    "Account Registration": "Kontooprettelse",
    "To use certain features of Wiggler, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.": "For at bruge visse funktioner i Wiggler kan det være nødvendigt at oprette en konto. Du er ansvarlig for at opretholde fortroligheden af dine kontoinformationer og for alle aktiviteter, der forekommer under din konto.",
    "Content and Conduct": "Indhold og adfærd",
    "Users are solely responsible for the content they post on Wiggler. You must not use the app for any illegal, harmful, or unauthorized activities.": "Brugerne er udelukkende ansvarlige for det indhold, de poster på Wiggler. Du må ikke bruge appen til ulovlige, skadelige eller uautoriserede aktiviteter.",
    "Intellectual Property": "Intellektuel ejendom",
    "All intellectual property rights in Wiggler's content and services are owned by or licensed to us. You may not use, reproduce, modify, or distribute any content from Wiggler without our prior written consent.": "Alle immaterielle rettigheder til Wiggler's indhold og tjenester ejes af os eller er licenseret til os. Du må ikke bruge, reproducere, ændre eller distribuere noget indhold fra Wiggler uden vores forudgående skriftlige samtykke.",
    "Third-Party Links and Services": "Tredjeparts links og tjenester",
    "Wiggler may contain links to third-party websites or services. We do not endorse or control these external resources and are not responsible for their content or practices.": "Wiggler kan indeholde links til tredjepartswebsites eller tjenester. Vi godkender eller kontrollerer ikke disse eksterne ressourcer og er ikke ansvarlige for deres indhold eller praksis.",
    "Termination": "Opsigelse",
    "We reserve the right to terminate or suspend your access to Wiggler for any reason without prior notice.": "Vi forbeholder os retten til at opsige eller suspendere din adgang til Wiggler af enhver grund uden forudgående varsel.",
    "Disclaimer of Warranty": "Ansvarsfraskrivelse af garanti",
    "Wiggler is provided on an 'as-is' basis without any warranty or guarantee. We do not guarantee the accuracy, availability, or reliability of the app.": "Wiggler leveres på en 'som den er' basis uden nogen form for garanti. Vi garanterer ikke nøjagtigheden, tilgængeligheden eller pålideligheden af appen.",
    "Limitation of Liability": "Begrænsning af ansvar",
    "We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from your use of Wiggler or any content on the app.": "Vi er ikke ansvarlige for eventuelle direkte, indirekte, hændelige, specielle eller følgeskader, der opstår som følge af din brug af Wiggler eller noget indhold på appen.",
    "Governing Law": "Gældende lov",
    "These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles.": "Disse vilkår skal styres af og fortolkes i overensstemmelse med [Din jurisdiktion] lovgivning, uden hensyntagen til dens lovkonfliktprincipper.",
    "Changes to the Terms": "Ændringer i vilkårene",
    "We reserve the right to modify these Terms at any time. Changes will be effective upon posting the updated version of the Terms on Wiggler.": "Vi forbeholder os retten til at ændre disse vilkår når som helst. Ændringer træder i kraft ved at offentliggøre den opdaterede version af vilkårene på Wiggler.",
    "This profile is private": "Denne profil er privat",
    "Follow this account to see their photos and videos": "Følg denne konto for at se deres fotos og videoer",
    "day": "dag",
    "month": "måned",
    "year": "år",
    "Male": "Mand",
    "Other": "Andet",
    "Female": "Kvinde",
    "Support": "Support",
    "Get in Touch with us": "Kom i kontakt med os",
    "Sorry, You don’t have any messages": "Beklager, du har ingen beskeder",
    "JAN": "JAN",
    "FEB": "FEB",
    "MAR": "MAR",
    "APR": "APR",
    "MAY": "MAJ",
    "JUN": "JUN",
    "JUL": "JUL",
    "AUG": "AUG",
    "SEP": "SEP",
    "OCT": "OKT",
    "NOV": "NOV",
    "DEC": "DEC",
    "Before you" : "Før dig",
    "Do you want to try": "Vil du prøve det",
    "a month for": "en måned for",
    "free": "gratis",
    "Delete Anyway": "Slet alligevel",
    "Do you want to delete your story?": "Ønsker du at slette din historie?"
}
