{
    "Welcome to": "Bienvenido a",
    "Log in": "Iniciar sesión",
    "Create new password": "Crear nueva contraseña",
    "New Password": "Nueva contraseña",
    "Re-enter new password": "Vuelva a ingresar la nueva contraseña",
    "Must Contain text": "Debe contener texto",
    "Must Contain numbers": "Debe contener números",
    "Must Contain a capital letter": "Debe contener una letra mayúscula",
    "Confirm": "Confirmar",
    "Enter your email": "Ingrese su correo electrónico",
    "Forgot Password": "¿Olvidó su contraseña?",
    "Dating":"Tener una cita",
    "This option makes you visible in Wiggle dating":"Esta opción te hace visible en Wiggle Dating",
    "A six-digit verification code will be sent to your email": "Se enviará un código de verificación de seis dígitos a su correo electrónico",
    "Email": "Correo electrónico",
    "Public":"Público",
    "Private Settings":"Configuraciones privadas",
    "Password": "Contraseña",
    "Enter your password": "Ingrese su contraseña",
    "Password didn’t match": "La contraseña no coincide",
    "Create an Account": "Crear una cuenta",
    "Verify Email": "Verificar correo electrónico",
    "Enter your 6 digit code": "Ingrese su código de 6 dígitos",
    "Your code was sent to": "Su código fue enviado a",
    "Do you want to": "¿Desea",
    "Delete": "Eliminar",
    "this image": "esta imagen",
    "Yes": "Sí",
    "No": "No",
    "Thanks for registering": "Gracias por registrarte",
    "To get started, Fill the fields below": "Para comenzar, complete los campos a continuación",
    "First Name": "Nombre",
    "Enter your first name": "Ingrese su nombre",
    "Delete account":"Borrar cuenta",
    "Nightclub Missing?":"Discoteca desaparecida?",
    "Last Name": "Apellido",
    "Enter your last name": "Ingrese su apellido",
    "Birthday": "Fecha de nacimiento",
    "Gender": "Género",
    "Profile Photo": "Foto de perfil",
    "Upload a Profile Picture": "Subir una foto de perfil",
    "Upload Additional Images": "Subir imágenes adicionales",
    "Photo": "Foto",
    "Deleted": "Eliminado",
    "Uploaded": "Subido",
    "Go Back": "Volver",
    "Upload": "Subir",
    "photo": "foto",
    "Upload from gallery": "Subir desde la galería",
    "Cancel": "Cancelar",
    "profile": "perfil",
    "cover": "portada",
    "Message": "Mensaje",
    "Unfriend": "Dejar de ser amigo",
    "Confirm Password": "Confirmar contraseña",
    "Accept to reply": "Aceptar para responder",
    "if you reply to this message, the person will be able to send you message in inbox": "si responde a este mensaje, la persona podrá enviarle un mensaje en el buzón",
    "Report a problem": "Informar un problema",
    "Block User": "Bloquear usuario",
    "Close": "Cerrar",
    "OR": "O",
    "Don`t have an Account": "No tienes una cuenta",
    "Sign Up": "Registrarse",
    "Deleted Accounts": "Cuentas eliminadas",
    "See All Friends": "Ver todos los amigos",
    "Are you sure you want to unblock": "¿Estás seguro de que deseas desbloquear",
    "More": "Más",
    "Event Details": "Detalles del evento",
    "Pre-Checks": "Pre-verificaciones",
    "At the Club": "En el club",
    "Participants of this event": "Participantes de este evento",
    "See All": "Ver todo",
    "About this Event": "Acerca de este evento",
    "Show less": "Mostrar menos",
    "Read more": "Leer más",
    "Map": "Mapa",
    "See Location": "Ver ubicación",
    "Pre-Check": "Pre-verificación",
    "Check in": "Registrarse",
    "You just checked in": "Acabas de registrarte",
    "Congratulations": "Felicitaciones",
    "You just Pre Checked": "Acabas de hacer la Pre-verificación",
    "You will get a notification once the event starts": "Recibirás una notificación una vez que comience el evento",
    "Upcoming Events": "Próximos eventos",
    "Events": "Eventos",
    "People": "Personas",
    "Searching for your result": "Buscando tu resultado",
    "No result found": "No se encontraron resultados",
    "Sorry": "Lo siento",
    "Try Again": "Inténtalo de nuevo",
    "Hi": "Hola",
    "Search Events": "Buscar eventos",
    "This feature will be added later": "Esta función se agregará más tarde",
    "Ok": "Aceptar",
    "Filter": "Filtro",
    "Location": "Ubicación",
    "By Radius": "Por radio",
    "Edit Followers": "Editar seguidores",
    "Followers": "Seguidores",
    "Are you sure you want to block": "¿Estás seguro de que deseas bloquear",
    "Following": "Siguiendo",
    "Have an account": "Tener una cuenta",
    "Notifications": "Notificaciones",
    "Delete All": "Eliminar todo",
    "Today": "Hoy",
    "Unselect All": "Deseleccionar todo",
    "Select All": "Seleccionar todo",
    "Yesterday": "Ayer",
    "New Follower": "Nuevo seguidor",
    "Your friend in the club!": "¡Tu amigo en el club!",
    "See who’s going": "Ver quién va",
    "Ignore": "Ignorar",
    "started following you": "empezó a seguirte",
    "Accept": "Aceptar",
    "Decline": "Rechazar",
    "these notifications": "estas notificaciones",
    "this notification": "esta notificación",
    "Are you sure you want to": "¿Estás seguro de que deseas",
    "delete": "eliminar",
    "Yes, Delete": "Sí, eliminar",
    "This app was designed to help you discover exciting events happening in your city": "Esta aplicación fue diseñada para ayudarte a descubrir eventos emocionantes que suceden en tu ciudad",
    "The Night Out Starts Now": "La noche comienza ahora",
    "Create an account": "Crear una cuenta",
    "Pre-Checked": "Pre-verificado",
    "Checked in": "Registrado",
    "Search": "Buscar",
    "Information We Collect": "Información que recopilamos",
    "Describe the types of personal and non-personal information collected from users, such as names, email addresses, location data, device information, etc.": "Describa los tipos de información personal y no personal recopilada de los usuarios, como nombres, direcciones de correo electrónico, datos de ubicación, información del dispositivo, etc.",
    "How We Use Information": "Cómo utilizamos la información",
    "Explain how you will use the collected data, including personalization, improving services, sending notifications, etc.": "Explique cómo utilizará los datos recopilados, incluyendo la personalización, la mejora de los servicios, el envío de notificaciones, etc.",
    "Data Sharing": "Compartir datos",
    "Clarify circumstances in which user information may be shared with third parties (e.g., event organizers) and how it will be protected": "Aclare las circunstancias en las que la información del usuario puede compartirse con terceros (por ejemplo, organizadores de eventos) y cómo se protegerá",
    "Third-Party Services": "Servicios de terceros",
    "Disclose any third-party services (e.g., analytics, advertising) integrated into Wiggler and how they may collect user data": "Revele cualquier servicio de terceros (por ejemplo, análisis, publicidad) integrado en Wiggler y cómo pueden recopilar datos de usuario",
    "Data Security": "Seguridad de datos",
    "Detail the measures taken to safeguard user data from unauthorized access, data breaches, etc.": "Detalle las medidas tomadas para proteger los datos de usuario contra el acceso no autorizado, las brechas de datos, etc.",
    "User Choices": "Opciones del usuario",
    "Inform users about their rights to access, update, and delete their personal information": "Informar a los usuarios sobre sus derechos de acceso, actualización y eliminación de su información personal",
    "Cookies and Tracking Technologies": "Cookies y tecnologías de seguimiento",
    "Explain the use of cookies and tracking technologies on Wiggler": "Explique el uso de cookies y tecnologías de seguimiento en Wiggler",
    "Children's Privacy": "Privacidad de los niños",
    "State that Wiggler is not intended for children under 13 years of age, and you do not knowingly collect data from them": "Indique que Wiggler no está destinado a niños menores de 13 años y que no recopila datos de ellos de manera consciente",
    "Changes to the Privacy Policy": "Cambios en la política de privacidad",
    "Explain how users will be informed about changes to the Privacy Policy": "Explique cómo se informará a los usuarios sobre los cambios en la Política de privacidad",
    "Contact Information": "Información de contacto",
    "Provide contact details for users to reach out with privacy-related inquiries": "Proporcione detalles de contacto para que los usuarios se pongan en contacto con consultas relacionadas con la privacidad",
    "Privacy Policy": "Política de privacidad",
    "Remember, the above templates are just a starting point and not a substitute for professional legal advice": "Recuerde que las plantillas anteriores son solo un punto de partida y no sustituyen el asesoramiento legal profesional",
    "It is crucial to consult with a legal expert to tailor these documents to your specific app and jurisdiction's requirements": "Es crucial consultar con un experto legal para adaptar estos documentos a los requisitos específicos de su aplicación y jurisdicción",
    "Edit Profile": "Editar perfil",
    "Check Ins": "Registrarse",
    "Stories": "Historias",
    "Past Events": "Eventos anteriores",
    "Photos": "Fotos",
    "Edit Information": "Editar información",
    "Continue": "Continuar",
    "Edit Pictures": "Editar imágenes",
    "Upload your profile picture": "Sube tu foto de perfil",
    "uploaded": "subido",
    "successfully": "exitosamente",
    "Go back": "Regresar",
    "Settings": "Configuración",
    "Language": "Idioma",
    "Profile Privacy Settings": "Configuración de privacidad del perfil",
    "On": "Activado",
    "Off": "Desactivado",
    "Want to wiggle with us? Contact to collaborate": "¿Quieres moverte con nosotros? Contáctanos para colaborar",
    "Logout": "Cerrar sesión",
    "Terms & Conditions": "Términos y condiciones",
    "Introduction": "Introducción",
    "Welcome to Wiggler! These Terms of Service govern your use of the Wiggler mobile application and website. By accessing or using Wiggler, you agree to be bound by these Terms.": "¡Bienvenido a Wiggler! Estos Términos de servicio rigen su uso de la aplicación móvil y el sitio web de Wiggler. Al acceder o usar Wiggler, acepta quedar vinculado por estos Términos.",
    "User Eligibility": "Elegibilidad del usuario",
    "You must be at least 18 years old or the age of legal majority in your jurisdiction to use Wiggler. If you are accessing the app on behalf of a company or organization, you represent that you have the authority to bind them to these Terms.": "Debes tener al menos 18 años de edad o la mayoría de edad legal en tu jurisdicción para usar Wiggler. Si estás accediendo a la aplicación en nombre de una empresa u organización, representas que tienes la autoridad para vincularlos a estos Términos.",
    "Account Registration": "Registro de cuenta",
    "To use certain features of Wiggler, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.": "Para usar ciertas funciones de Wiggler, es posible que debas crear una cuenta. Eres responsable de mantener la confidencialidad de la información de tu cuenta y de todas las actividades que ocurran bajo tu cuenta.",
    "Content and Conduct": "Contenido y conducta",
    "Users are solely responsible for the content they post on Wiggler. You must not use the app for any illegal, harmful, or unauthorized activities.": "Los usuarios son los únicos responsables del contenido que publican en Wiggler. No debes usar la aplicación para actividades ilegales, dañinas o no autorizadas.",
    "Intellectual Property": "Propiedad intelectual",
    "All intellectual property rights in Wiggler's content and services are owned by or licensed to us. You may not use, reproduce, modify, or distribute any content from Wiggler without our prior written consent.": "Todos los derechos de propiedad intelectual en el contenido y los servicios de Wiggler son propiedad nuestra o están bajo licencia nuestra. No puedes usar, reproducir, modificar o distribuir ningún contenido de Wiggler sin nuestro consentimiento previo por escrito.",
    "Third-Party Links and Services": "Enlaces y servicios de terceros",
    "Wiggler may contain links to third-party websites or services. We do not endorse or control these external resources and are not responsible for their content or practices.": "Wiggler puede contener enlaces a sitios web o servicios de terceros. No respaldamos ni controlamos estos recursos externos y no somos responsables de su contenido o prácticas.",
    "Termination": "Terminación",
    "We reserve the right to terminate or suspend your access to Wiggler for any reason without prior notice.": "Nos reservamos el derecho de terminar o suspender tu acceso a Wiggler por cualquier motivo sin previo aviso.",
    "Disclaimer of Warranty": "Renuncia de garantía",
    "Wiggler is provided on an 'as-is' basis without any warranty or guarantee. We do not guarantee the accuracy, availability, or reliability of the app.": "Wiggler se proporciona tal como está, sin ninguna garantía. No garantizamos la precisión, disponibilidad o confiabilidad de la aplicación.",
    "Limitation of Liability": "Limitación de responsabilidad",
    "We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from your use of Wiggler or any content on the app.": "No seremos responsables de ningún daño directo, indirecto, incidental, especial o consecuente que surja de tu uso de Wiggler o cualquier contenido en la aplicación.",
    "Governing Law": "Ley aplicable",
    "These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles.": "Estos Términos se regirán e interpretarán de acuerdo con las leyes de [Tu Jurisdicción], sin tener en cuenta sus principios de conflicto de leyes.",
    "Changes to the Terms": "Cambios en los términos",
    "We reserve the right to modify these Terms at any time. Changes will be effective upon posting the updated version of the Terms on Wiggler.": "Nos reservamos el derecho de modificar estos Términos en cualquier momento. Los cambios serán efectivos al publicar la versión actualizada de los Términos en Wiggler.",
    "This profile is private": "Este perfil es privado",
    "Follow this account to see their photos and videos": "Sigue esta cuenta para ver sus fotos y videos",
    "day": "día",
    "month": "mes",
    "year": "año",
    "Male": "Masculino",
    "Other": "Otro",
    "Female": "Femenino",
    "Support": "Soporte",
    "Get in Touch with us": "Ponte en contacto con nosotros",
    "Sorry, You don’t have any messages": "Lo siento, no tienes ningún mensaje",
    "JAN": "ENE",
    "FEB": "FEB",
    "MAR": "MAR",
    "APR": "ABR",
    "MAY": "MAY",
    "JUN": "JUN",
    "JUL": "JUL",
    "AUG": "AGO",
    "SEP": "SEP",
    "OCT": "OCT",
    "NOV": "NOV",
    "DEC": "DIC",
    "Before you" : "Antes de ti",
    "Do you want to try": "¿Quieres intentar",
    "a month for": "un mes para",
    "free": "gratis",
    "Delete Anyway": "Eliminar de todos modos",
    "Do you want to delete your story?": "¿Quieres eliminar tu historia?"
}
