{
    "Welcome to": "Bienvenue sur",
    "Log in": "Se connecter",
    "Create new password": "Créer un nouveau mot de passe",
    "New Password": "Nouveau mot de passe",
    "Re-enter new password": "Confirmez le nouveau mot de passe",
    "Must Contain text": "Doit contenir du texte",
    "Must Contain numbers": "Doit contenir des chiffres",
    "Must Contain a capital letter": "Doit contenir une lettre majuscule",
    "Confirm": "Confirmer",
    "Enter your email": "Entrez votre adresse e-mail",
    "Forgot Password": "Mot de passe oublié",
    "A six-digit verification code will be sent to your email": "Un code de vérification à six chiffres sera envoyé à votre adresse e-mail",
    "Email": "E-mail",
    "This option makes you visible in Wiggle dating" :"Cette option vous rend visible dans les rencontres Wiggle",
    "Password": "Mot de passe",
    "Dating":"Datation",
    "Notifications":"Notifications",
    "Private Settings":"Paramètres privés",
    "Public":"Publique",
    "Private":"Privée",
    "Blocked Users":"Utilisateurs bloqués",
    "Assistance":"Assistance",
    "Nightclub Missing?":"Discothèque manquante ?",
    "Delete account":"Supprimer le compte",
    "Enter your password": "Entrez votre mot de passe",
    "Password didn’t match": "Le mot de passe ne correspond pas",
    "Create an Account": "Créer un compte",
    "Verify Email": "Vérifier l'e-mail",
    "Enter your 6 digit code": "Entrez votre code à 6 chiffres",
    "Your code was sent to": "Votre code a été envoyé à",
    "Do you want to": "Voulez-vous",
    "Delete": "Supprimer",
    "this image": "cette image",
    "Yes": "Oui",
    "No": "Non",
    "Thanks for registering": "Merci de vous être inscrit",
    "To get started, Fill the fields below": "Pour commencer, remplissez les champs ci-dessous",
    "First Name": "Prénom",
    "Enter your first name": "Entrez votre prénom",
    "Last Name": "Nom de famille",
    "Enter your last name": "Entrez votre nom de famille",
    "Birthday": "Anniversaire",
    "Gender": "Genre",
    "Profile Photo": "Photo de profil",
    "Upload a Profile Picture": "Téléchargez une photo de profil",
    "Upload Additional Images": "Télécharger des images supplémentaires",
    "Photo": "Photo",
    "Deleted": "Supprimé",
    "Uploaded": "Téléchargé",
    "Go Back": "Retour",
    "Upload": "Télécharger",
    "photo": "photo",
    "Upload from gallery": "Télécharger depuis la galerie",
    "Cancel": "Annuler",
    "profile": "profil",
    "cover": "couverture",
    "Message": "Message",
    "Unfriend": "Retirer de la liste d'amis",
    "Confirm Password": "Confirmer le mot de passe",
    "Accept to reply": "Accepter pour répondre",
    "if you reply to this message, the person will be able to send you message in inbox": "si vous répondez à ce message, la personne pourra vous envoyer un message dans la boîte de réception",
    "Report a problem": "Signaler un problème",
    "Block User": "Bloquer l'utilisateur",
    "Close": "Fermer",
    "OR": "OU",
    "Don`t have an Account": "Vous n'avez pas de compte",
    "Sign Up": "S'inscrire",
    "Deleted Accounts": "Comptes supprimés",
    "See All Friends": "Voir tous les amis",
    "Are you sure you want to unblock": "Êtes-vous sûr de vouloir débloquer",
    "More": "Plus",
    "Event Details": "Détails de l'événement",
    "Pre-Checks": "Pré-vérifications",
    "At the Club": "Au club",
    "Participants of this event": "Participants de cet événement",
    "See All": "Voir tout",
    "About this Event": "À propos de cet événement",
    "Show less": "Afficher moins",
    "Read more": "Lire la suite",
    "Map": "Carte",
    "See Location": "Voir l'emplacement",
    "Pre-Check": "Pré-vérification",
    "Check in": "Enregistrement",
    "You just checked in": "Vous venez de vous enregistrer",
    "Congratulations": "Félicitations",
    "You just Pre Checked": "Vous venez de pré-vérifier",
    "You will get a notifications once the event starts": "Vous recevrez une notification lorsque l'événement commencera",
    "Upcoming Events": "Événements à venir",
    "Events": "Événements",
    "People": "Personnes",
    "Searching for your result": "Recherche de votre résultat",
    "No result found": "Aucun résultat trouvé",
    "Sorry": "Désolé",
    "Try Again": "Réessayez",
    "Hi": "Salut",
    "Search Events": "Rechercher des événements",
    "This feature will be added later": "Cette fonctionnalité sera ajoutée ultérieurement",
    "Ok": "D'accord",
    "Filter": "Filtrer",
    "Location": "Emplacement",
    "By Radius": "Par rayon",
    "Edit Followers": "Modifier les abonnés",
    "Followers": "Abonnés",
    "Are you sure you want to block": "Êtes-vous sûr de vouloir bloquer",
    "Following": "Suivre",
    "Have an account": "Avoir un compte",
    "Notifications": "Notifications",
    "Delete All": "Tout supprimer",
    "Today": "Aujourd'hui",
    "Unselect All": "Désélectionner tout",
    "Select All": "Sélectionner tout",
    "Yesterday": "Hier",
    "New Follower": "Nouvel abonné",
    "Your friend in the club!": "Votre ami dans le club !",
    "See who’s going": "Voir qui y va",
    "Ignore": "Ignorer",
    "started following you": "a commencé à vous suivre",
    "Accept": "Accepter",
    "Decline": "Refuser",
    "these notifications": "ces notifications",
    "this notification": "cette notification",
    "Are you sure you want to": "Êtes-vous sûr de vouloir",
    "delete": "supprimer",
    "Yes, Delete": "Oui, supprimer",
    "This app was designed to help you discover exciting events happening in your city": "Cette application a été conçue pour vous aider à découvrir les événements passionnants qui se déroulent dans votre ville",
    "The Night Out Starts Now": "La sortie commence maintenant",
    "Create an account": "Créez un compte",
    "Pre-Checked": "Pré-vérifié",
    "Checked in": "Enregistré",
    "Search": "Rechercher",
    "Information We Collect": "Informations que nous collectons",
    "Describe the types of personal and non-personal information collected from users, such as names, email addresses, location data, device information, etc": "Décrivez les types d'informations personnelles et non personnelles collectées auprès des utilisateurs, telles que les noms, les adresses e-mail, les données de localisation, les informations sur les appareils, etc.",
    "How We Use Information": "Comment nous utilisons les informations",
    "Explain how you will use the collected data, including personalization, improving services, sending notifications, etc": "Expliquez comment vous utiliserez les données collectées, y compris la personnalisation, l'amélioration des services, l'envoi de notifications, etc.",
    "Data Sharing": "Partage des données",
    "Clarify circumstances in which user information may be shared with third parties (e.g., event organizers) and how it will be protected": "Clarifiez les circonstances dans lesquelles les informations des utilisateurs peuvent être partagées avec des tiers (par exemple, les organisateurs d'événements) et comment elles seront protégées",
    "Third-Party Services": "Services de tiers",
    "Disclose any third-party services (e.g., analytics, advertising) integrated into Wiggler and how they may collect user data": "Divulguez tous les services de tiers (par exemple, l'analyse, la publicité) intégrés à Wiggler et comment ils peuvent collecter des données utilisateur",
    "Data Security": "Sécurité des données",
    "Detail the measures taken to safeguard user data from unauthorized access, data breaches, etc": "Détaillez les mesures prises pour protéger les données des utilisateurs contre l'accès non autorisé, les violations de données, etc.",
    "User Choices": "Choix de l'utilisateur",
    "Inform users about their rights to access, update, and delete their personal information": "Informez les utilisateurs de leurs droits d'accès, de mise à jour et de suppression de leurs informations personnelles",
    "Cookies and Tracking Technologies": "Cookies et technologies de suivi",
    "Explain the use of cookies and tracking technologies on Wiggler": "Expliquez l'utilisation des cookies et des technologies de suivi sur Wiggler",
    "Children's Privacy": "Vie privée des enfants",
    "State that Wiggler is not intended for children under 13 years of age, and you do not knowingly collect data from them": "Indiquez que Wiggler n'est pas destiné aux enfants de moins de 13 ans et que vous ne collectez pas délibérément de données les concernant",
    "Changes to the Privacy Policy": "Modifications de la politique de confidentialité",
    "Explain how users will be informed about changes to the Privacy Policy": "Expliquez comment les utilisateurs seront informés des modifications de la politique de confidentialité",
    "Contact Information": "Coordonnées",
    "Provide contact details for users to reach out with privacy-related inquiries": "Fournissez les coordonnées pour que les utilisateurs puissent poser des questions liées à la confidentialité",
    "Privacy Policy": "Politique de confidentialité",
    "Remember, the above templates are just a starting point and not a substitute for professional legal advice": "N'oubliez pas que les modèles ci-dessus ne sont qu'un point de départ et ne remplacent pas les conseils juridiques professionnels",
    "It is crucial to consult with a legal expert to tailor these documents to your specific app and jurisdiction's requirements": "Il est essentiel de consulter un expert juridique pour adapter ces documents aux besoins spécifiques de votre application et de votre juridiction.",
    "Edit Profile": "Modifier le profil",
    "Check Ins": "Enregistrements",
    "Stories": "Histoires",
    "Past Events": "Événements passés",
    "Photos": "Photos",
    "Edit Informations": "Modifier les informations",
    "Continue": "Continuer",
    "Edit Pictures": "Modifier les images",
    "Upload your profile picture": "Téléchargez votre photo de profil",
    "uploaded": "téléchargé",
    "successfully": "avec succès",
    "Go back": "Retour",
    "Settings": "Paramètres",
    "Language": "Langue",
    "Profile Privacy Settings": "Paramètres de confidentialité du profil",
    "On": "Actif",
    "Off": "Inactif",
    "Want to wiggle with us? Contact to collaborate": "Envie de bouger avec nous ? Contactez-nous pour collaborer",
    "Logout": "Déconnexion",
    "Terms & Conditions": "Conditions générales",
    "Introduction": "Introduction",
    "Welcome to Wiggler! These Terms of Service govern your use of the Wiggler mobile application and website. By accessing or using Wiggler, you agree to be bound by these Terms.": "Bienvenue sur Wiggler ! Ces Conditions d'utilisation régissent votre utilisation de l'application mobile et du site Web Wiggler. En accédant ou en utilisant Wiggler, vous acceptez d'être lié par ces Conditions.",
    "User Eligibility": "Éligibilité de l'utilisateur",
    "You must be at least 18 years old or the age of legal majority in your jurisdiction to use Wiggler. If you are accessing the app on behalf of a company or organization, you represent that you have the authority to bind them to these Terms.": "Vous devez avoir au moins 18 ans ou l'âge de la majorité légale dans votre juridiction pour utiliser Wiggler. Si vous accédez à l'application au nom d'une entreprise ou d'une organisation, vous déclarez avoir l'autorité pour les lier à ces Conditions.",
    "Account Registration": "Inscription au compte",
    "To use certain features of Wiggler, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.": "Pour utiliser certaines fonctionnalités de Wiggler, vous devrez peut-être créer un compte. Vous êtes responsable de maintenir la confidentialité de vos informations de compte et de toutes les activités qui se déroulent sous votre compte.",
    "Content and Conduct": "Contenu et comportement",
    "Users are solely responsible for the content they post on Wiggler. You must not use the app for any illegal, harmful, or unauthorized activities.": "Les utilisateurs sont seuls responsables du contenu qu'ils publient sur Wiggler. Vous ne devez pas utiliser l'application à des fins illégales, nuisibles ou non autorisées.",
    "Intellectual Property": "Propriété intellectuelle",
    "All intellectual property rights in Wiggler's content and services are owned by or licensed to us. You may not use, reproduce, modify, or distribute any content from Wiggler without our prior written consent.": "Tous les droits de propriété intellectuelle sur le contenu et les services de Wiggler nous appartiennent ou sont concédés sous licence. Vous ne pouvez pas utiliser, reproduire, modifier ou distribuer du contenu de Wiggler sans notre consentement écrit préalable.",
    "Third-Party Links and Services": "Liens et services de tiers",
    "Wiggler may contain links to third-party websites or services. We do not endorse or control these external resources and are not responsible for their content or practices.": "Wiggler peut contenir des liens vers des sites Web ou des services tiers. Nous n'approuvons pas ni ne contrôlons ces ressources externes et ne sommes pas responsables de leur contenu ou de leurs pratiques.",
    "Termination": "Résiliation",
    "We reserve the right to terminate or suspend your access to Wiggler for any reason without prior notice.": "Nous nous réservons le droit de résilier ou de suspendre votre accès à Wiggler pour quelque raison que ce soit sans préavis.",
    "Disclaimer of Warranty": "Clause de non-responsabilité",
    "Wiggler is provided on an 'as-is' basis without any warranty or guarantee. We do not guarantee the accuracy, availability, or reliability of the app.": "Wiggler est fourni tel quel, sans aucune garantie ou garantie. Nous ne garantissons pas l'exactitude, la disponibilité ou la fiabilité de l'application.",
    "Limitation of Liability": "Limitation de responsabilité",
    "We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from your use of Wiggler or any content on the app.": "Nous ne serons pas responsables des dommages directs, indirects, accessoires, spéciaux ou consécutifs découlant de votre utilisation de Wiggler ou de tout contenu de l'application.",
    "Governing Law": "Droit applicable",
    "These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles.": "Ces Conditions sont régies par et interprétées conformément aux lois de [Votre juridiction], sans égard à ses principes de conflit de lois.",
    "Changes to the Terms": "Modifications des Conditions",
    "We reserve the right to modify these Terms at any time. Changes will be effective upon posting the updated version of the Terms on Wiggler.": "Nous nous réservons le droit de modifier ces Conditions à tout moment. Les modifications seront effectives dès la publication de la version mise à jour des Conditions sur Wiggler.",
    "This profile is private": "Ce profil est privé",
    "Follow this account to see their photos and videos": "Suivez ce compte pour voir leurs photos et vidéos",
    "day": "jour",
    "month": "mois",
    "year": "an",
    "Male": "Homme",
    "Other": "Autre",
    "Female": "Femme",
    "Support": "Assistance",
    "Get in Touch with us": "Contactez-nous",
    "Sorry, You don’t have any messages": "Désolé, vous n'avez aucun message",
    "JAN": "JAN",
    "FEB": "FÉV",
    "MAR": "MAR",
    "APR": "AVR",
    "MAY": "MAI",
    "JUN": "JUIN",
    "JUL": "JUIL",
    "AUG": "AOÛ",
    "SEP": "SEP",
    "OCT": "OCT",
    "NOV": "NOV",
    "DEC": "DÉC",
    "Before you" : "Avant toi",
    "Do you want to try": "Veux-tu essayer",
    "a month for": "un mois pour",
    "free": "gratuit",
    "Delete Anyway": "Supprimer quand même",
    "Do you want to delete your story?": "Voulez-vous supprimer votre histoire ?"
}
