{
	"Welcome to": "Benvenuto su",
	"Log in": "Accedi",
	"Create new password": "Crea una nuova password",
	"New Password": "Nuova password",
	"Re-enter new password": "Inserisci nuovamente la nuova password",
	"Must Contain text": "Deve contenere testo",
	"Must Contain numbers": "Deve contenere numeri",
	"Must Contain a capital letter": "Deve contenere una lettera maiuscola",
	"Confirm": "Conferma",
	"Enter your email": "Inserisci la tua email",
	"Forgot Password": "Password dimenticata",
	"A six-digit verification code will be sent to your email": "Un codice di verifica a sei cifre verrà inviato alla tua email",
	"Email": "Email",
	"Password": "Password",
	"This option makes you visible in Wiggle dating" :"Questa opzione ti rende visibile negli appuntamenti Wiggle",
    "Password": "Parola d'ordine",
    "Dating":"Datazione",
    "Notifications":"Notifiche",
    "Private Settings":"Impostazioni private",
    "Public":"Pubblica",
    "Private":"Privato",
    "Blocked Users":"Utenti bloccati",
    "Assistance":"Assistenza",
    "Nightclub Missing?":"Manca la discoteca?",
    "Delete account":"Eliminare l'account",
	"Enter your password": "Inserisci la tua password",
	"Password didn’t match": "La password non corrisponde",
	"Create an Account": "Crea un account",
	"Verify Email": "Verifica email",
	"Enter your 6 digit code": "Inserisci il tuo codice a 6 cifre",
	"Your code was sent to": "Il tuo codice è stato inviato a",
	"Do you want to": "Vuoi",
	"Delete": "Elimina",
	"this image": "questa immagine",
	"Yes": "Sì",
	"No": "No",
	"Thanks for registering": "Grazie per la registrazione",
	"To get started, Fill the fields below": "Per iniziare, compila i campi qui sotto",
	"First Name": "Nome",
	"Enter your first name": "Inserisci il tuo nome",
	"Last Name": "Cognome",
	"Enter your last name": "Inserisci il tuo cognome",
	"Birthday": "Compleanno",
	"Gender": "Genere",
	"Profile Photo": "Foto del profilo",
	"Upload a Profile Picture": "Carica una foto del profilo",
	"Upload Additional Images": "Carica altre immagini",
	"Photo": "Foto",
	"Deleted": "Eliminato",
	"Uploaded": "Caricato",
	"Go Back": "Torna indietro",
	"Upload": "Carica",
	"photo": "foto",
	"Upload from gallery": "Carica dalla galleria",
	"Cancel": "Annulla",
	"profile": "profilo",
	"cover": "copertina",
	"Message": "Messaggio",
	"Unfriend": "Annulla l'amicizia",
	"Confirm Password": "Conferma password",
	"Accept to reply": "Accetta per rispondere",
	"if you reply to this message, the person will be able to send you message in inbox": "se rispondi a questo messaggio, la persona potrà inviarti un messaggio nella posta in arrivo",
	"Report a problem": "Segnala un problema",
	"Block User": "Blocca utente",
	"Close": "Chiudi",
	"OR": "OPPURE",
	"Don`t have an Account": "Non hai un account",
	"Sign Up": "Registrati",
	"Deleted Accounts": "Account eliminati",
	"See All Friends": "Visualizza tutti gli amici",
	"Are you sure you want to unblock": "Sei sicuro di voler sbloccare",
	"More": "Altro",
	"Event Details": "Dettagli evento",
	"Pre-Checks": "Pre-controlli",
	"At the Club": "Al club",
	"Participants of this event": "Partecipanti a questo evento",
	"See All": "Vedi tutto",
	"About this Event": "Informazioni su questo evento",
	"Show less": "Mostra meno",
	"Read more": "Leggi di più",
	"Map": "Mappa",
	"See Location": "Vedi posizione",
	"Pre-Check": "Pre-controllo",
	"Check in": "Check-in",
	"You just checked in": "Hai appena effettuato il check-in",
	"Congratulations": "Congratulazioni",
	"You just Pre Checked": "Hai appena effettuato il pre-controllo",
	"You will get a notifications once the event starts": "Riceverai una notifica una volta che l'evento inizia",
	"Upcoming Events": "Prossimi eventi",
	"Events": "Eventi",
	"People": "Persone",
	"Searching for your result": "Ricerca del tuo risultato in corso",
	"No result found": "Nessun risultato trovato",
	"Sorry": "Spiacente",
	"Try Again": "Riprova",
	"Hi": "Ciao",
	"Search Events": "Cerca eventi",
	"This feature will be added later": "Questa funzione verrà aggiunta in seguito",
	"Ok": "Ok",
	"Filter": "Filtro",
	"Location": "Posizione",
	"By Radius": "Per raggio",
	"Edit Followers": "Modifica follower",
	"Followers": "Follower",
	"Are you sure you want to block": "Sei sicuro di voler bloccare",
	"Following": "Seguito",
	"Have an account": "Hai un account",
	"Notifications": "Notifiche",
	"Delete All": "Elimina tutto",
	"Today": "Oggi",
	"Unselect All": "Deseleziona tutto",
	"Select All": "Seleziona tutto",
	"Yesterday": "Ieri",
	"New Follower": "Nuovo follower",
	"Your friend in the club!": "Il tuo amico in club!",
	"See who’s going": "Vedi chi partecipa",
	"Ignore": "Ignora",
	"started following you": "ha iniziato a seguirti",
	"Accept": "Accetta",
	"Decline": "Rifiuta",
	"these notifications": "queste notifiche",
	"this notification": "questa notifica",
	"Are you sure you want to": "Sei sicuro di voler",
	"delete": "eliminare",
	"Yes, Delete": "Sì, elimina",
	"This app was designed to help you discover exciting events happening in your city": "Questa app è stata progettata per aiutarti a scoprire eventi eccitanti che si svolgono nella tua città",
	"The Night Out Starts Now": "La serata inizia ora",
	"Create an account": "Crea un account",
	"Pre-Checked": "Pre-controllato",
	"Checked in": "Check-in effettuato",
	"Search": "Ricerca",
	"Information We Collect": "Informazioni che raccogliamo",
	"Describe the types of personal and non-personal information collected from users, such as names, email addresses, location data, device information, etc": "Descrivere i tipi di informazioni personali e non personali raccolte dagli utenti, come nomi, indirizzi email, dati di localizzazione, informazioni sul dispositivo, ecc.",
	"How We Use Information": "Come utilizziamo le informazioni",
	"Explain how you will use the collected data, including personalization, improving services, sending notifications, etc": "Spiegare come verranno utilizzati i dati raccolti, inclusa la personalizzazione, il miglioramento dei servizi, l'invio di notifiche, ecc.",
	"Data Sharing": "Condivisione dei dati",
	"Clarify circumstances in which user information may be shared with third parties (e.g., event organizers) and how it will be protected": "Chiarire le circostanze in cui le informazioni dell'utente possono essere condivise con terze parti (ad esempio, gli organizzatori di eventi) e come verranno protette",
	"Third-Party Services": "Servizi di terze parti",
	"Disclose any third-party services (e.g., analytics, advertising) integrated into Wiggler and how they may collect user data": "Rivelare eventuali servizi di terze parti (ad esempio, analisi, pubblicità) integrati in Wiggler e come potrebbero raccogliere dati degli utenti",
	"Data Security": "Sicurezza dei dati",
	"Detail the measures taken to safeguard user data from unauthorized access, data breaches, etc": "Dettagliare le misure adottate per proteggere i dati dell'utente da accessi non autorizzati, violazioni dei dati, ecc.",
	"User Choices": "Scelte dell'utente",
	"Inform users about their rights to access, update, and delete their personal information": "Informare gli utenti dei loro diritti di accesso, aggiornamento ed eliminazione delle loro informazioni personali",
	"Cookies and Tracking Technologies": "Cookie e tecnologie di tracciamento",
	"Explain the use of cookies and tracking technologies on Wiggler": "Spiegare l'uso di cookie e tecnologie di tracciamento su Wiggler",
	"Children's Privacy": "Privacy dei bambini",
	"State that Wiggler is not intended for children under 13 years of age, and you do not knowingly collect data from them": "Stabilire che Wiggler non è destinato ai bambini di età inferiore ai 13 anni e che non si raccolgono consapevolmente dati da loro",
	"Changes to the Privacy Policy": "Modifiche alla politica sulla privacy",
	"Explain how users will be informed about changes to the Privacy Policy": "Spiegare come gli utenti saranno informati delle modifiche alla politica sulla privacy",
	"Contact Information": "Informazioni di contatto",
	"Provide contact details for users to reach out with privacy-related inquiries": "Fornire dettagli di contatto per consentire agli utenti di fare domande relative alla privacy",
	"Privacy Policy": "Informativa sulla privacy",
	"Remember, the above templates are just a starting point and not a substitute for professional legal advice": "Ricorda che i modelli sopra riportati sono solo un punto di partenza e non sostituiscono un parere legale professionale",
	"It is crucial to consult with a legal expert to tailor these documents to your specific app and jurisdiction's requirements": "È fondamentale consultare un esperto legale per adattare questi documenti alle specifiche esigenze della tua app e della giurisdizione",
	"Edit Profile": "Modifica profilo",
	"Check Ins": "Check-in",
	"Stories": "Storie",
	"Past Events": "Eventi passati",
	"Photos": "Foto",
	"Edit Informations": "Modifica informazioni",
	"Continue": "Continua",
	"Edit Pictures": "Modifica immagini",
	"Upload your profile picture": "Carica la tua foto del profilo",
	"uploaded": "caricato",
	"successfully": "con successo",
	"Go back": "Torna indietro",
	"Settings": "Impostazioni",
	"Language": "Lingua",
	"Profile Privacy Settings": "Impostazioni privacy del profilo",
	"On": "Attivo",
	"Off": "Disattivo",
	"Want to wiggle with us? Contact to collaborate": "Vuoi ballare con noi? Contattaci per collaborare",
	"Logout": "Esci",
	"Terms & Conditions": "Termini e condizioni",
	"Introduction": "Introduzione",
	"Welcome to Wiggler! These Terms of Service govern your use of the Wiggler mobile application and website. By accessing or using Wiggler, you agree to be bound by these Terms.": "Benvenuti su Wiggler! Questi Termini di Servizio regolano l'uso dell'applicazione mobile e del sito web di Wiggler. Accedendo o utilizzando Wiggler, accetti di essere vincolato da questi Termini.",
	"User Eligibility": "Idoneità dell'utente",
	"You must be at least 18 years old or the age of legal majority in your jurisdiction to use Wiggler. If you are accessing the app on behalf of a company or organization, you represent that you have the authority to bind them to these Terms.": "Devi avere almeno 18 anni o l'età della maggioranza legale nella tua giurisdizione per utilizzare Wiggler. Se stai accedendo all'applicazione per conto di un'azienda o di un'organizzazione, dichiari di avere l'autorità per vincolarli a questi Termini.",
	"Account Registration": "Registrazione dell'account",
	"To use certain features of Wiggler, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.": "Per utilizzare alcune funzionalità di Wiggler, potresti dover creare un account. Sei responsabile della riservatezza delle informazioni del tuo account e di tutte le attività che si svolgono sotto il tuo account.",
	"Content and Conduct": "Contenuto e comportamento",
	"Users are solely responsible for the content they post on Wiggler. You must not use the app for any illegal, harmful, or unauthorized activities.": "Gli utenti sono responsabili esclusivamente dei contenuti che pubblicano su Wiggler. Non devi utilizzare l'app per attività illegali, dannose o non autorizzate.",
	"Intellectual Property": "Proprietà intellettuale",
	"All intellectual property rights in Wiggler's content and services are owned by or licensed to us. You may not use, reproduce, modify, or distribute any content from Wiggler without our prior written consent.": "Tutti i diritti di proprietà intellettuale relativi ai contenuti e ai servizi di Wiggler sono di nostra proprietà o concessi in licenza a noi. Non puoi utilizzare, riprodurre, modificare o distribuire alcun contenuto da Wiggler senza il nostro previo consenso scritto.",
	"Third-Party Links and Services": "Collegamenti e servizi di terze parti",
	"Wiggler may contain links to third-party websites or services. We do not endorse or control these external resources and are not responsible for their content or practices.": "Wiggler può contenere collegamenti a siti web o servizi di terze parti. Non approviamo né controlliamo queste risorse esterne e non siamo responsabili del loro contenuto o delle loro pratiche.",
	"Termination": "Risoluzione",
	"We reserve the right to terminate or suspend your access to Wiggler for any reason without prior notice.": "Ci riserviamo il diritto di terminare o sospendere il tuo accesso a Wiggler per qualsiasi motivo senza preavviso.",
	"Disclaimer of Warranty": "Esclusione di garanzia",
	"Wiggler is provided on an 'as-is' basis without any warranty or guarantee. We do not guarantee the accuracy, availability, or reliability of the app.": "Wiggler è fornito sulla base 'così com'è' senza alcuna garanzia o garanzia. Non garantiamo l'accuratezza, la disponibilità o l'affidabilità dell'app.",
	"Limitation of Liability": "Limitazione di responsabilità",
	"We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from your use of Wiggler or any content on the app.": "Non saremo responsabili per eventuali danni diretti, indiretti, incidentali, speciali o consequenziali derivanti dall'uso di Wiggler o da qualsiasi contenuto dell'app.",
	"Governing Law": "Legge applicabile",
	"These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles.": "Questi Termini saranno regolati e interpretati in conformità alle leggi di [La tua giurisdizione], indipendentemente dai suoi principi in materia di conflitti di legge.",
	"Changes to the Terms": "Modifiche ai Termini",
	"We reserve the right to modify these Terms at any time. Changes will be effective upon posting the updated version of the Terms on Wiggler.": "Ci riserviamo il diritto di modificare questi Termini in qualsiasi momento. Le modifiche saranno efficaci al momento della pubblicazione della versione aggiornata dei Termini su Wiggler.",
	"This profile is private": "Questo profilo è privato",
	"Follow this account to see their photos and videos": "Segui questo account per vedere le loro foto e video",
	"day": "giorno",
	"month": "mese",
	"year": "anno",
	"Male": "Maschio",
	"Other": "Altro",
	"Female": "Femmina",
	"Support": "Supporto",
	"Get in Touch with us": "Contattaci",
	"Sorry, You don’t have any messages": "Spiacenti, non hai messaggi",
	"JAN": "GEN",
	"FEB": "FEB",
	"MAR": "MAR",
	"APR": "APR",
	"MAY": "MAG",
	"JUN": "GIU",
	"JUL": "LUG",
	"AUG": "AGO",
	"SEP": "SET",
	"OCT": "OTT",
	"NOV": "NOV",
	"DEC": "DIC",
	"Before you" : "Prima di te",
	"Do you want to try": "Vuoi provarci",
	"a month for": "un mese per",
	"free": "gratuito",
	"Delete Anyway": "Elimina comunque",
	"Do you want to delete your story?": "Vuoi cancellare la tua storia?"
}
