{
	"Welcome to": "Velkommen til",
	"Log in": "Logg inn",
	"Create new password": "Opprett nytt passord",
	"New Password": "Nytt passord",
	"Re-enter new password": "Skriv inn nytt passord på nytt",
	"Must Contain text": "Må inneholde tekst",
	"Must Contain numbers": "Må inneholde tall",
	"This option makes you visible in Wiggle dating" :"Denne mulighed gør dig synlig i Wiggle dating",
    "Password": "Adgangskode",
    "Dating":"Dating",
    "Notifications":"Meddelelser",
    "Private Settings":"Private indstillinger",
    "Public":"Offentlig",
    "Private":"Privat",
    "Blocked Users":"Blokerede",
    "Assistance":"Hjælp",
    "Nightclub Missing?":"Mangler natklub?",
    "Delete account":"Slet konto",
	"Must Contain a capital letter": "Må inneholde en stor bokstav",
	"Confirm": "Bekreft",
	"Enter your email": "Skriv inn din e-postadresse",
	"Forgot Password": "Glemt passord",
	"A six-digit verification code will be sent to your email": "En seks-sifret verifiseringskode vil bli sendt til din e-postadresse",
	"Email": "E-post",
	"Password": "Passord",
	"Enter your password": "Skriv inn ditt passord",
	"Password didn’t match": "Passordene stemmer ikke overens",
	"Create an Account": "Opprett en konto",
	"Verify Email": "Verifiser e-post",
	"Enter your 6 digit code": "Skriv inn din seks-sifrede kode",
	"Your code was sent to": "Din kode ble sendt til",
	"Do you want to": "Ønsker du å",
	"Delete": "Slette",
	"this image": "dette bildet",
	"Yes": "Ja",
	"No": "Nei",
	"Thanks for registering": "Takk for at du registrerte deg",
	"To get started, Fill the fields below": "For å komme i gang, fyll inn feltene nedenfor",
	"First Name": "Fornavn",
	"Enter your first name": "Skriv inn ditt fornavn",
	"Last Name": "Etternavn",
	"Enter your last name": "Skriv inn ditt etternavn",
	"Birthday": "Fødselsdag",
	"Gender": "Kjønn",
	"Profile Photo": "Profilbilde",
	"Upload a Profile Picture": "Last opp et profilbilde",
	"Upload Additional Images": "Last opp flere bilder",
	"Photo": "Bilde",
	"Deleted": "Slettet",
	"Uploaded": "Lastet opp",
	"Go Back": "Gå tilbake",
	"Upload": "Last opp",
	"photo": "bilde",
	"Upload from gallery": "Last opp fra galleri",
	"Cancel": "Avbryt",
	"profile": "profil",
	"cover": "omslag",
	"Message": "Melding",
	"Unfriend": "Fjern som venn",
	"Confirm Password": "Bekreft passord",
	"Accept to reply": "Aksepter for å svare",
	"if you reply to this message, the person will be able to send you message in inbox": "Hvis du svarer på denne meldingen, vil personen kunne sende deg melding i innboksen",
	"Report a problem": "Rapporter et problem",
	"Block User": "Blokker bruker",
	"Close": "Lukk",
	"OR": "ELLER",
	"Don`t have an Account": "Har du ikke en konto",
	"Sign Up": "Registrer deg",
	"Deleted Accounts": "Slettede kontoer",
	"See All Friends": "Se alle venner",
	"Are you sure you want to unblock": "Er du sikker på at du vil fjerne blokkeringen av",
	"More": "Mer",
	"Event Details": "Arrangementsdetaljer",
	"Pre-Checks": "Forhåndskontroller",
	"At the Club": "På klubben",
	"Participants of this event": "Deltakere i dette arrangementet",
	"See All": "Se alle",
	"About this Event": "Om dette arrangementet",
	"Show less": "Vis mindre",
	"Read more": "Les mer",
	"Map": "Kart",
	"See Location": "Se sted",
	"Pre-Check": "Forhåndskontroll",
	"Check in": "Innsjekking",
	"You just checked in": "Du har akkurat sjekket inn",
	"Congratulations": "Gratulerer",
	"You just Pre Checked": "Du har nettopp forhåndskontrollert",
	"You will get a notifications once the event starts": "Du vil motta en melding når arrangementet begynner",
	"Upcoming Events": "Kommende arrangementer",
	"Events": "Arrangementer",
	"People": "Personer",
	"Searching for your result": "Søker etter resultatet ditt",
	"No result found": "Ingen resultater funnet",
	"Sorry": "Beklager",
	"Try Again": "Prøv igjen",
	"Hi": "Hei",
	"Search Events": "Søk etter arrangementer",
	"This feature will be added later": "Denne funksjonen vil bli lagt til senere",
	"Ok": "Ok",
	"Filter": "Filtrer",
	"Location": "Sted",
	"By Radius": "Etter radius",
	"Edit Followers": "Rediger følgere",
	"Followers": "Følgere",
	"Are you sure you want to block": "Er du sikker på at du vil blokkere",
	"Following": "Følger",
	"Have an account": "Har en konto",
	"Notifications": "Varsler",
	"Delete All": "Slett alle",
	"Today": "I dag",
	"Unselect All": "Opphev valget for alle",
	"Select All": "Velg alle",
	"Yesterday": "I går",
	"New Follower": "Ny følger",
	"Your friend in the club!": "Din venn på klubben!",
	"See who’s going": "Se hvem som skal",
	"Ignore": "Ignorer",
	"started following you": "begynte å følge deg",
	"Accept": "Godta",
	"Decline": "Avslå",
	"these notifications": "disse varslingene",
	"this notification": "denne varslingen",
	"Are you sure you want to": "Er du sikker på at du vil",
	"delete": "slette",
	"Yes, Delete": "Ja, slett",
	"This app was designed to help you discover exciting events happening in your city": "Denne appen ble designet for å hjelpe deg med å oppdage spennende arrangementer som skjer i din by",
	"The Night Out Starts Now": "Nattens utgangspunkt starter nå",
	"Create an account": "Opprett en konto",
	"Pre-Checked": "Forhåndskontrollert",
	"Checked in": "Innsjekket",
	"Search": "Søk",
	"Information We Collect": "Informasjon vi samler inn",
	"Describe the types of personal and non-personal information collected from users, such as names, email addresses, location data, device information, etc": "Beskriv de typer personlig og ikke-personlig informasjon som samles inn fra brukere, som navn, e-postadresser, stedsdata, enhetsinformasjon, etc",
	"How We Use Information": "Hvordan vi bruker informasjonen",
	"Explain how you will use the collected data, including personalization, improving services, sending notifications, etc": "Forklar hvordan du vil bruke den innsamlede dataen, inkludert tilpasning, forbedring av tjenester, sending av varsler, osv",
	"Data Sharing": "Deling av data",
	"Clarify circumstances in which user information may be shared with third parties (e.g., event organizers) and how it will be protected": "Avklar omstendigheter der brukerinformasjon kan deles med tredjeparter (f.eks. arrangementorganisatorer) og hvordan den vil bli beskyttet",
	"Third-Party Services": "Tredjepartstjenester",
	"Disclose any third-party services (e.g., analytics, advertising) integrated into Wiggler and how they may collect user data": "Oppgi eventuelle tredjepartstjenester (f.eks. analyse, annonsering) som er integrert i Wiggler og hvordan de kan samle inn brukerdata",
	"Data Security": "Datavern",
	"Detail the measures taken to safeguard user data from unauthorized access, data breaches, etc": "Beskriv tiltakene som er tatt for å beskytte brukerdata mot uautorisert tilgang, datainnbrudd, osv",
	"User Choices": "Brukervalg",
	"Inform users about their rights to access, update, and delete their personal information": "Informere brukerne om deres rettigheter til å få tilgang til, oppdatere og slette sin personlige informasjon",
	"Cookies and Tracking Technologies": "Informasjonskapsler og sporingsteknologier",
	"Explain the use of cookies and tracking technologies on Wiggler": "Forklar bruken av informasjonskapsler og sporingsteknologier på Wiggler",
	"Children's Privacy": "Barns personvern",
	"State that Wiggler is not intended for children under 13 years of age, and you do not knowingly collect data from them": "Angi at Wiggler ikke er beregnet for barn under 13 år, og at du ikke bevisst samler inn data fra dem",
	"Changes to the Privacy Policy": "Endringer i personvernpolicyen",
	"Explain how users will be informed about changes to the Privacy Policy": "Forklar hvordan brukerne vil bli informert om endringer i personvernpolicyen",
	"Contact Information": "Kontaktinformasjon",
	"Provide contact details for users to reach out with privacy-related inquiries": "Gi kontaktinformasjon for at brukere kan henvende seg med personvernrelaterte spørsmål",
	"Privacy Policy": "Personvernpolicy",
	"Remember, the above templates are just a starting point and not a substitute for professional legal advice": "Husk at de ovennevnte malene bare er et utgangspunkt og ikke kan erstatte profesjonell juridisk rådgivning",
	"It is crucial to consult with a legal expert to tailor these documents to your specific app and jurisdiction's requirements": "Det er avgjørende å konsultere en juridisk ekspert for å tilpasse disse dokumentene til dine spesifikke app- og juridiske krav",
	"Edit Profile": "Rediger profil",
	"Check Ins": "Innsjekkinger",
	"Stories": "Historier",
	"Past Events": "Tidligere arrangementer",
	"Photos": "Bilder",
	"Edit Informations": "Rediger informasjon",
	"Continue": "Fortsett",
	"Edit Pictures": "Rediger bilder",
	"Upload your profile picture": "Last opp ditt profilbilde",
	"uploaded": "lastet opp",
	"successfully": "vellykket",
	"Go back": "Gå tilbake",
	"Settings": "Innstillinger",
	"Language": "Språk",
	"Profile Privacy Settings": "Profilverninnstillinger",
	"On": "På",
	"Off": "Av",
	"Want to wiggle with us? Contact to collaborate": "Vil du danse med oss? Kontakt oss for samarbeid",
	"Logout": "Logg ut",
	"Terms & Conditions": "Vilkår og betingelser",
	"Introduction": "Introduksjon",
	"Welcome to Wiggler! These Terms of Service govern your use of the Wiggler mobile application and website. By accessing or using Wiggler, you agree to be bound by these Terms.": "Velkommen til Wiggler! Disse tjenestevilkårene styrer din bruk av Wiggler-mobilapplikasjonen og nettsiden. Ved å få tilgang til eller bruke Wiggler, samtykker du i å være bundet av disse vilkårene.",
	"User Eligibility": "Brukerberettigelse",
	"You must be at least 18 years old or the age of legal majority in your jurisdiction to use Wiggler. If you are accessing the app on behalf of a company or organization, you represent that you have the authority to bind them to these Terms.": "Du må være minst 18 år gammel eller ha nådd den lovlige myndighetsalderen i ditt rettsområde for å bruke Wiggler. Hvis du får tilgang til appen på vegne av et selskap eller en organisasjon, representerer du at du har myndighet til å binde dem til disse vilkårene.",
	"Account Registration": "Kontooppretting",
	"To use certain features of Wiggler, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.": "For å bruke visse funksjoner i Wiggler, kan det være nødvendig å opprette en konto. Du er ansvarlig for å opprettholde konfidensialiteten til kontoinformasjonen din og for alle aktiviteter som skjer under kontoen din.",
	"Content and Conduct": "Innhold og oppførsel",
	"Users are solely responsible for the content they post on Wiggler. You must not use the app for any illegal, harmful, or unauthorized activities.": "Brukere er utelukkende ansvarlige for innholdet de publiserer på Wiggler. Du må ikke bruke appen til ulovlige, skadelige eller uautoriserte aktiviteter.",
	"Intellectual Property": "Immaterialrett",
	"All intellectual property rights in Wiggler's content and services are owned by or licensed to us. You may not use, reproduce, modify, or distribute any content from Wiggler without our prior written consent.": "Alle immaterielle rettigheter til Wiggler's innhold og tjenester eies av oss eller er lisensiert til oss. Du kan ikke bruke, reprodusere, endre eller distribuere noe innhold fra Wiggler uten vårt forhåndssamtykke.",
	"Third-Party Links and Services": "Tredjepartslenker og -tjenester",
	"Wiggler may contain links to third-party websites or services. We do not endorse or control these external resources and are not responsible for their content or practices.": "Wiggler kan inneholde lenker til tredjeparts nettsteder eller tjenester. Vi godkjenner ikke eller kontrollerer disse eksterne ressursene og er ikke ansvarlige for innholdet eller praksisen deres.",
	"Termination": "Avslutning",
	"We reserve the right to terminate or suspend your access to Wiggler for any reason without prior notice.": "Vi forbeholder oss retten til å avslutte eller suspendere din tilgang til Wiggler av hvilken som helst grunn uten forhåndsvarsel.",
	"Disclaimer of Warranty": "Ansvarsfraskrivelse for garantier",
	"Wiggler is provided on an 'as-is' basis without any warranty or guarantee. We do not guarantee the accuracy, availability, or reliability of the app.": "Wiggler leveres på en 'som den er' basis uten noen form for garanti eller forsikring. Vi garanterer ikke nøyaktigheten, tilgjengeligheten eller påliteligheten til appen.",
	"Limitation of Liability": "Ansvarsbegrensning",
	"We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from your use of Wiggler or any content on the app.": "Vi skal ikke være ansvarlige for noen direkte, indirekte, tilfeldige, spesielle eller følgeskader som oppstår som følge av din bruk av Wiggler eller noe innhold på appen.",
	"Governing Law": "Gjeldende lov",
	"These Terms shall be governed by and construed in accordance with the laws of [Your Jurisdiction], without regard to its conflict of law principles.": "Disse vilkårene skal styres av og tolkes i samsvar med lovene i [Ditt rettsområde], uten hensyn til dens prinsipper om lovkonflikt.",
	"Changes to the Terms": "Endringer i vilkårene",
	"We reserve the right to modify these Terms at any time. Changes will be effective upon posting the updated version of the Terms on Wiggler.": "Vi forbeholder oss retten til å endre disse vilkårene når som helst. Endringer vil tre i kraft ved publisering av den oppdaterte versjonen av vilkårene på Wiggler.",
	"This profile is private": "Denne profilen er privat",
	"Follow this account to see their photos and videos": "Følg denne kontoen for å se deres bilder og videoer",
	"day": "dag",
	"month": "måned",
	"year": "år",
	"Male": "Mann",
	"Other": "Annet",
	"Female": "Kvinne",
	"Support": "Støtte",
	"Get in Touch with us": "Ta kontakt med oss",
	"Sorry, You don’t have any messages": "Beklager, du har ingen meldinger",
	"JAN": "JAN",
	"FEB": "FEB",
	"MAR": "MAR",
	"APR": "APR",
	"MAY": "MAI",
	"JUN": "JUN",
	"JUL": "JUL",
	"AUG": "AUG",
	"SEP": "SEP",
	"OCT": "OKT",
	"NOV": "NOV",
	"DEC": "DES",
	"Before you" : "Før deg",
	"Do you want to try": "Vil du prøve",
	"a month for": "en måned for",
	"free": "gratis",
	"Delete Anyway": "Slett uansett",
	"Do you want to delete your story?": "Vil du slette historien din?"
}
