{
    "Welcome to": "Välkommen till",
    "Log in": "Logga in",
    "Create new password": "Skapa nytt lösenord",
    "New Password": "Nytt lösenord",
    "Re-enter new password": "Ange nytt lösenord igen",
    "Must Contain text": "Måste innehålla text",
    "Must Contain numbers": "Måste innehålla siffror",
    "Must Contain a capital letter": "Måste innehålla en stor bokstav",
    "Confirm": "Bekräfta",
    "Enter your email": "Ange din e-post",
    "Forgot Password": "Glömt lösenord",
    "A six-digit verification code will be sent to your email": "En sexsiffrig verifieringskod skickas till din e-post",
    "Email": "E-post",
    "This option makes you visible in Wiggle dating" :"Det här alternativet gör dig synlig i Wiggle dating",
    "Password": "Lösenord",
    "Dating":"Dejta",
    "Notifications":"Aviseringar",
    "Private Settings":"Privata inställningar",
    "Public":"offentlig",
    "Private":"Privat",
    "Blocked Users":"Blockerade användare",
    "Assistance":"Bistånd",
    "Nightclub Missing?":"Nattklubb saknas?",
    "Delete account":"Radera konto",
    "Password": "Lösenord",
    "Enter your password": "Ange ditt lösenord",
    "Password didn’t match": "Lösenordet matchade inte",
    "Create an Account": "Skapa ett konto",
    "Verify Email": "Verifiera e-post",
    "Enter your 6 digit code": "Ange din sexsiffriga kod",
    "Your code was sent to": "Din kod skickades till",
    "Do you want to": "Vill du",
    "Delete": "Ta bort",
    "this image": "den här bilden",
    "Yes": "Ja",
    "No": "Nej",
    "Thanks for registering": "Tack för att du registrerade dig",
    "To get started, Fill the fields below": "För att komma igång, fyll i fälten nedan",
    "First Name": "Förnamn",
    "Enter your first name": "Ange ditt förnamn",
    "Last Name": "Efternamn",
    "Enter your last name": "Ange ditt efternamn",
    "Birthday": "Födelsedag",
    "Gender": "Kön",
    "Profile Photo": "Profilbild",
    "Upload a Profile Picture": "Ladda upp en profilbild",
    "Upload Additional Images": "Ladda upp ytterligare bilder",
    "Photo": "Bild",
    "Deleted": "Borttagen",
    "Uploaded": "Uppladdad",
    "Go Back": "Gå tillbaka",
    "Upload": "Ladda upp",
    "photo": "bild",
    "Upload from gallery": "Ladda upp från galleriet",
    "Cancel": "Avbryt",
    "profile": "profil",
    "cover": "omslag",
    "Message": "Meddelande",
    "Unfriend": "Sluta följa",
    "Confirm Password": "Bekräfta lösenord",
    "Accept to reply": "Acceptera för att svara",
    "if you reply to this message, the person will be able to send you message in inbox": "Om du svarar på detta meddelande kommer personen att kunna skicka meddelanden till din inkorg",
    "Report a problem": "Rapportera ett problem",
    "Block User": "Blockera användare",
    "Close": "Stäng",
    "OR": "ELLER",
    "Don`t have an Account": "Har du inget konto",
    "Sign Up": "Skapa konto",
    "Deleted Accounts": "Raderade konton",
    "See All Friends": "Se alla vänner",
    "Are you sure you want to unblock": "Är du säker på att du vill avblockera",
    "More": "Mer",
    "Event Details": "Evenemangsdetaljer",
    "Pre-Checks": "Förkontroller",
    "At the Club": "På klubben",
    "Participants of this event": "Deltagare i detta evenemang",
    "See All": "Se alla",
    "About this Event": "Om detta evenemang",
    "Show less": "Visa mindre",
    "Read more": "Läs mer",
    "Map": "Karta",
    "See Location": "Se plats",
    "Pre-Check": "Förkontroll",
    "Check in": "Checka in",
    "You just checked in": "Du har precis checkat in",
    "Congratulations": "Grattis",
    "You just Pre Checked": "Du har precis förkontrollerat",
    "You will get a notifications once the event starts": "Du kommer att få en notis när evenemanget börjar",
    "Upcoming Events": "Kommande evenemang",
    "Events": "Evenemang",
    "People": "Människor",
    "Searching for your result": "Söker efter ditt resultat",
    "No result found": "Inget resultat hittades",
    "Sorry": "Sorry",
    "Try Again": "Försök igen",
    "Hi": "Hej",
    "Search Events": "Sök evenemang",
    "This feature will be added later": "Den här funktionen kommer att läggas till senare",
    "Ok": "Ok",
    "Filter": "Filter",
    "Location": "Plats",
    "By Radius": "Med radie",
    "Edit Followers": "Redigera följare",
    "Followers": "Följare",
    "Are you sure you want to block": "Är du säker på att du vill blockera",
    "Following": "Följer",
    "Have an account": "Har ett konto",
    "Notifications": "Notifikationer",
    "Delete All": "Radera allt",
    "Today": "Idag",
    "Unselect All": "Avmarkera alla",
    "Select All": "Markera alla",
    "Yesterday": "Igår",
    "New Follower": "Ny följare",
    "Your friend in the club!": "Din vän på klubben!",
    "See who’s going": "Se vilka som kommer",
    "Ignore": "Ignorera",
    "started following you": "började följa dig",
    "Accept": "Acceptera",
    "Decline": "Avvisa",
    "these notifications": "dessa notifikationer",
    "this notification": "den här notifikationen",
    "Are you sure you want to": "Är du säker på att du vill",
    "delete": "radera",
    "Yes, Delete": "Ja, radera",
    "This app was designed to help you discover exciting events happening in your city": "Denna app är utformad för att hjälpa dig att upptäcka spännande evenemang som händer i din stad",
    "The Night Out Starts Now": "Nattens äventyr börjar nu",
    "Create an account": "Skapa ett konto",
    "Pre-Checked": "Förkontrollerad",
    "Checked in": "Incheckad",
    "Search": "Sök",
    "Information We Collect": "Information vi samlar in",
    "Describe the types of personal and non-personal information collected from users, such as names, email addresses, location data, device information, etc": "Beskriv de typer av personlig och icke-personlig information som samlas in från användare, såsom namn, e-postadresser, platsdata, enhetsinformation, etc.",
    "How We Use Information": "Hur vi använder information",
    "Explain how you will use the collected data, including personalization, improving services, sending notifications, etc": "Förklara hur du kommer att använda den insamlade datan, inklusive anpassning, förbättring av tjänster, skicka notifikationer, etc.",
    "Data Sharing": "Datadelning",
    "Clarify circumstances in which user information may be shared with third parties (e.g., event organizers) and how it will be protected": "Förklara omständigheter under vilka användarinformation kan delas med tredje parter (t.ex. evenemangsarrangörer) och hur den kommer att skyddas",
    "Third-Party Services": "Tjänster från tredje part",
    "Disclose any third-party services (e.g., analytics, advertising) integrated into Wiggler and how they may collect user data": "Avslöja eventuella tjänster från tredje part (t.ex. analyser, reklam) som är integrerade i Wiggler och hur de kan samla in användardata",
    "Data Security": "Dataskydd",
    "Detail the measures taken to safeguard user data from unauthorized access, data breaches, etc": "Beskriv de åtgärder som vidtas för att skydda användardata från obehörig åtkomst, dataintrång, etc.",
    "User Choices": "Användarval",
    "Inform users about their rights to access, update, and delete their personal information": "Informera användare om deras rättigheter att få tillgång till, uppdatera och radera sin personliga information",
    "Cookies and Tracking Technologies": "Cookies och spårningsteknologier",
    "Explain the use of cookies and tracking technologies on Wiggler": "Förklara användningen av cookies och spårningsteknologier på Wiggler",
    "Children's Privacy": "Barns integritet",
    "State that Wiggler is not intended for children under 13 years of age, and you do not knowingly collect data from them": "Ange att Wiggler inte är avsett för barn under 13 år och att du inte medvetet samlar in data från dem",
    "Changes to the Privacy Policy": "Ändringar i integritetspolicyn",
    "Explain how users will be informed about changes to the Privacy Policy": "Förklara hur användare kommer att informeras om ändringar i integritetspolicyn",
    "Contact Information": "Kontaktinformation",
    "Provide contact details for users to reach out with privacy-related inquiries": "Ange kontaktuppgifter för användare att kontakta med integritetsrelaterade frågor",
    "Privacy Policy": "Integritetspolicy",
    "Remember, the above templates are just a starting point and not a substitute for professional legal advice": "Kom ihåg att ovanstående mallar bara är en startpunkt och inte ersätter professionell juridisk rådgivning",
    "It is crucial to consult with a legal expert to tailor these documents to your specific app and jurisdiction's requirements": "Det är avgörande att rådgöra med en juridisk expert för att skräddarsy dessa dokument efter din specifika app och jurisdiktionens krav",
    "Edit Profile": "Redigera profil",
    "Check Ins": "Incheckningar",
    "Stories": "Berättelser",
    "Past Events": "Tidigare evenemang",
    "Photos": "Bilder",
    "Edit Informations": "Redigera information",
    "Continue": "Fortsätt",
    "Edit Pictures": "Redigera bilder",
    "Upload your profile picture": "Ladda upp din profilbild",
    "uploaded": "uppladdad",
    "successfully": "framgångsrikt",
    "Go back": "Gå tillbaka",
    "Settings": "Inställningar",
    "Language": "Språk",
    "Profile Privacy Settings": "Inställningar för profilsekretess",
    "On": "På",
    "Off": "Av",
    "Want to wiggle with us? Contact to collaborate": "Vill du wiggla med oss? Kontakta oss för samarbete",
    "Logout": "Logga ut",
    "Terms & Conditions": "Villkor",
    "Introduction": "Introduktion",
    "Welcome to Wiggler! These Terms of Service govern your use of the Wiggler mobile application and website. By accessing or using Wiggler, you agree to be bound by these Terms.": "Välkommen till Wiggler! Dessa användarvillkor styr din användning av Wiggler-mobilapplikationen och webbplatsen. Genom att få tillgång till eller använda Wiggler samtycker du till att vara bunden av dessa villkor.",
    "User Eligibility": "Användarberättigande",
    "You must be at least 18 years old or the age of legal majority in your jurisdiction to use Wiggler. If you are accessing the app on behalf of a company or organization, you represent that you have the authority to bind them to these Terms.": "Du måste vara minst 18 år gammal eller uppnått den lagliga åldern för majoritet i din jurisdiktion för att använda Wiggler. Om du använder appen på uppdrag av ett företag eller en organisation företräder du att du har auktoritet att binda dem till dessa villkor.",
    "Account Registration": "Konto registrering",
    "To use certain features of Wiggler, you may be required to create an account. You are responsible for maintaining the confidentiality of your account information and for all activities that occur under your account.": "För att använda vissa funktioner i Wiggler kan det krävas att du skapar ett konto. Du är ansvarig för att upprätthålla konfidentialiteten för din kontoinformation och för alla aktiviteter som sker under ditt konto.",
    "Content and Conduct": "Innehåll och beteende",
    "Users are solely responsible for the content they post on Wiggler. You must not use the app for any illegal, harmful, or unauthorized activities.": "Användare är ensamt ansvariga för det innehåll de publicerar på Wiggler. Du får inte använda appen för olagliga, skadliga eller obehöriga aktiviteter.",
    "Intellectual Property": "Immaterialrätt",
    "All intellectual property rights in Wiggler's content and services are owned by or licensed to us. You may not use, reproduce, modify, or distribute any content from Wiggler without our prior written consent.": "Alla immateriella rättigheter till Wiggler's innehåll och tjänster ägs av oss eller är licensierade till oss. Du får inte använda, reproducera, modifiera eller distribuera något innehåll från Wiggler utan vårt föregående skriftliga medgivande.",
    "Third-Party Links and Services": "Länkar och tjänster från tredje part",
    "Wiggler may contain links to third-party websites or services. We do not endorse or control these external resources and are not responsible for their content or practices.": "Wiggler kan innehålla länkar till tredjepartswebbplatser eller tjänster. Vi stöder inte eller kontrollerar dessa externa resurser och är inte ansvariga för deras innehåll eller metoder.",
    "Termination": "Uppsägning",
    "We reserve the right to terminate or suspend your access to Wiggler for any reason without prior notice.": "Vi förbehåller oss rätten att avsluta eller avstänga din åtkomst till Wiggler av vilken anledning som helst utan föregående meddelande.",
    "Disclaimer of Warranty": "Ansvarsfriskrivning",
    "Wiggler is provided on an 'as-is' basis without any warranty or guarantee. We do not guarantee the accuracy, availability, or reliability of the app.": "Wiggler tillhandahålls i befintligt skick utan någon garanti eller försäkran. Vi garanterar inte appens noggrannhet, tillgänglighet eller pålitlighet.",
    "Limitation of Liability": "Begränsning av ansvar",
    "We shall not be liable for any direct, indirect, incidental, special, or consequential damages arising from your use of Wiggler or any content on the app.": "Vi ska inte vara ansvariga för någon direkt, indirekt, tillfällig, särskild eller följdskada som uppstår från din användning av Wiggler eller något innehåll på appen.",
    "Governing Law": "Tillämplig lag",
    "These Terms shall be governed by and construed in accordance with the laws of [Din jurisdiktion], without regard to its conflict of law principles.": "Dessa villkor ska styras av och tolkas i enlighet med lagarna i [Din jurisdiktion], oavsett dess lagvalsprinciper.",
    "Changes to the Terms": "Ändringar i villkoren",
    "We reserve the right to modify these Terms at any time. Changes will be effective upon posting the updated version of the Terms on Wiggler.": "Vi förbehåller oss rätten att ändra dessa villkor när som helst. Ändringar träder i kraft när den uppdaterade versionen av villkoren publiceras på Wiggler.",
    "This profile is private": "Denna profil är privat",
    "Follow this account to see their photos and videos": "Följ detta konto för att se deras bilder och videor",
    "day": "dag",
    "month": "månad",
    "year": "år",
    "Male": "Man",
    "Other": "Annat",
    "Female": "Kvinna",
    "Support": "Stöd",
    "Get in Touch with us": "Kontakta oss",
    "Sorry, You don’t have any messages": "Tyvärr, du har inga meddelanden",
    "JAN": "JAN",
    "FEB": "FEB",
    "MAR": "MAR",
    "APR": "APR",
    "MAY": "MAJ",
    "JUN": "JUN",
    "JUL": "JUL",
    "AUG": "AUG",
    "SEP": "SEP",
    "OCT": "OKT",
    "NOV": "NOV",
    "DEC": "DEC",
    "Before you":"Före dig",
    "Do you want to try": "Vill du prova",
    "a month for": "en månad för",
    "free": "gratis",
    "Delete Anyway": "Radera ändå",
    "Do you want to delete your story?": "Vill du ta bort din berättelse?"
}
